{
  "data": [
    {
      "id": 64,
      "common_name": "Pseudonectria canker (Volutella canker and blight)",
      "scientific_name": "Pseudonectria rousseliana",
      "other_name": [
        "Volutella canker and blight (Pseudonectria canker)"
      ],
      "family": null,
      "description": [
        {
          "subtitle": "What is Pseudonectria canker (Pseudonectria rousseliana)?",
          "description": "Pseudonectria canker or Volutella blight, caused by Pseudonectria rousseliana, is a fungal disease that affects boxwood and other woody ornamentals. It leads to shoot and leaf death, with reddish-brown cankers, wilted leaves, and dieback. Boxwoods are vulnerable due to wounds or winter damage, with infection favored at 68-77°F and high humidity. It targets small dead shoots, leaf-clogged crotches, and pruning wounds, with young leaves being more susceptible."
        },
        {
          "subtitle": "How does Pseudonectria canker (Pseudonectria rousseliana) occur?",
          "description": "Pseudonectria canker reproduces through spores produced by Pseudonectria rousseliana. The fungus overwinters in infected tissues. In spring, spores are released and spread by wind, rain, or insects. They infect susceptible plants through wounds or openings. Under humid conditions, Pseudonectria rousseliana can produce pink to salmon-orange sporodochia, which are spore-producing masses. These sporodochia can cover the stems and leaves of infected plants."
        }
      ],
      "solution": [
        {
          "subtitle": "Preventions",
          "description": "•\tFirstly, pruning diseased branches should be done when the foliage is dry to minimize the spread of diseases. \n\n•\tSecondly, thinning, as opposed to shearing, is recommended to enhance air circulation and allow better light penetration. This technique involves removing interior stems.\n\n•\tAdditionally, it is crucial to regularly eliminate accumulated old and diseased leaves from the crotches of branches within the plant's interior. \n\n•\tLastly, improving growing conditions, particularly by addressing drought stress through appropriate watering, soil enhancement, and mulching, is essential for optimal boxwood health.\n\n •\tProvide proper plant care, including adequate irrigation, balanced fertilization, and proper sunlight.\n"
        },
        {
          "subtitle": "Chemical Control",
          "description": "Apply fungicides in spring before new growth and again in late spring to prevent Pseudonectria rousseliana infections. Recommended options include Banner MAXX, Broadform, Cleary's 3336 EG, Bordeaux and many others.\n\nPlease refer to the fungicide labels and consult with local experts for precise instructions and suitability for your specific region and situation."
        }
      ],
      "host": [
        "boxwood"
      ],
      "images": []
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}