{
  "data": [
    {
      "id": 633,
      "species_id": 1195,
      "common_name": "begonia",
      "scientific_name": [
        "Begonia benariensis BIG SERIES"
      ],
      "section": [
        {
          "id": 1901,
          "type": "watering",
          "description": "Begonias need to be watered once a week, using roughly 1/2 cup of water. During hotter months, like in the summer, they may need to be watered more often (about twice a week) to prevent them from becoming dry. Water is best applied to the soil surface until it begins to drain from the bottom of the pot. Allow the top inch of soil to dry before watering again. Since Begonia benariensis BIG SERIES are often kept indoors, it is important to check the soil regularly to make sure the plant does not become too dry."
        },
        {
          "id": 1909,
          "type": "sunlight",
          "description": "Begonia benariensis BIG SERIES will benefit from between 4 to 5 hours of direct sunlight a day and should be placed in a spot that receives bright, indirect light for the majority of the day. It is best to avoid direct midday sun as this can scorch the leaves of the plant. This species of Begonia tend to do best in a spot with some morning sun, and then shade in the afternoon to protect them from the harsher rays of the day."
        },
        {
          "id": 1917,
          "type": "pruning",
          "description": "For Begonia benariensis BIG SERIES, pruning should typically be done in late winter to early spring. The exact amount of pruning should depend on how and where you are growing your Begonia; if they are grown inside, then pruning should be moderate to minimal in order to maintain the plant's health. On the other hand, if 1 is planting Begonia benariensis BIG SERIES outdoors, then pruning may be more aggressive in order to shape or control the size and shape of the plant. As a general rule of thumb, always aim to remove no more than 1-third of the overall plant. This should help to ensure that the Begonia is not overly stressed and continues to grow."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}