{
  "data": [
    {
      "id": 2173,
      "species_id": 801,
      "common_name": "big blue stem",
      "scientific_name": [
        "Andropogon gerardii 'Blackhawks'"
      ],
      "section": [
        {
          "id": 6724,
          "type": "watering",
          "description": "Water Big Blue Stem (Andropogon gerardii 'Blackhawks') plants regularly and deeply to keep them healthy and promote growth. Water the soil about 2 -3 inches deep each time you water, aiming for an inch of water every week. It is best to water the plants in the mornings, when temperatures are coolest and the wind is calm and the sun won’t evaporate the moisture before it sinks into the soil. If possible, try to avoid wetting the foliage. When temperatures are high in summer, you may need to water twice a week. In winter, Big Blue Stem needs less water, so watering once every 2 weeks should be sufficient."
        },
        {
          "id": 6725,
          "type": "sunlight",
          "description": "Big bluestem (Andropogan gerardii 'Blackhawks') is a native grass that prefers full sun, although it can tolerate some light shade for part of the day. During the summer months, it should receive at least 6-8 hours of direct sunlight each day. In the winter, the ideal amount of light will depend on your location and will likely be less than during the summer. In areas that get very cold winters, this species may require up to 8 hours of sun per day. However, in areas with milder winters, it may be fine with just 4 hours of direct sun."
        },
        {
          "id": 6726,
          "type": "pruning",
          "description": "Big Blue Stem (Andropogon gerardii 'Blackhawks') is best pruned in early spring, before growth begins and the new stems are visible. Pruning should be done to remove any dead and diseased stems as well as any stems that are not growing horizontally. Pruning should be done sparingly since Big Blue Stem grows slowly and deep-rooting, so it benefits from being left undisturbed at the base for a long time. Avoid pruning too much of the leafy part of the plant, as this will reduce the plant's overall health. If shaping is desired, a light cutting back of the top portion of the stems can be done in late summer, being sure to not take more than 1/3 of the overall stem length. Lastly, don’t forget to remove any seed heads to prevent self-seeding."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}