{
  "data": [
    {
      "id": 2790,
      "species_id": 1561,
      "common_name": "willow bell",
      "scientific_name": [
        "Campanula persicifolia 'Kelly's Gold'"
      ],
      "section": [
        {
          "id": 8576,
          "type": "watering",
          "description": "For optimal growth, Willow Bell should be watered regularly and deeply. Water when the soil is dry to a depth of at least 1 inch. Depending on the temperature and humidity, plants may need to be watered twice a week or more. Avoid over-watering, as this can cause root rot and other issues. During warmer days and seasons, ensure the soil is never completely dry, and water even more frequently. Make sure to water the root zone and not just the leaves of the plant."
        },
        {
          "id": 8577,
          "type": "sunlight",
          "description": "Willow bell (Campanula persicifolia 'Kelly's Gold') plants need 4 to 6 hours of direct sunlight each day in order to thrive. They prefer full sun in the morning and some afternoon shade. This gives them the best opportunity to produce vibrant flowers in shades of yellow and lavender. In areas where more intense light is not available, such as in the Northern United States, willow bell plants may benefit from a south-facing window or light shade in the late afternoon. In these cases, they should receive 4 to 6 hours of bright, filtered light each day."
        },
        {
          "id": 8578,
          "type": "pruning",
          "description": "Willow bell (Campanula persicifolia 'Kelly's Gold') is a versatile perennial that requires minimal pruning. Generally, you should only prune it at the end of winter when it is dormant. This will help encourage new growth in the spring, as well as keep the foliage from becoming overcrowded.\n\nTo prune willow bell, start by removing any dead, damaged, or weak stems. This will help the plant put its energy into healthier growth. Make sure to use sharp, clean secateurs or pruners. Cut back stems to an outward facing bud, or to within 1-2 inches of the base.\n\nNext, you can prune the stems back by about 1-third to keep the plant tidy. This will help control the size and promote bushier, compact growth. Finally, you can remove a few of the oldest canes at the base of the plant to encourage new growth.\n\nOverall, Willow bell is an easy-care plant and requires very little pruning. As long as you are gentle and prune in the late winter, the plant should respond with plenty of new growth in the spring."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}