{
  "data": [
    {
      "id": 2528,
      "species_id": 1260,
      "common_name": "pigsqueak",
      "scientific_name": [
        "Bergenia cordifolia 'Miss Piggy'"
      ],
      "section": [
        {
          "id": 7790,
          "type": "watering",
          "description": "Pigsqueak (Bergenia cordifolia 'Miss Piggy') needs to be watered on a regular basis to keep its soil moist but not waterlogged. During hot, dry weather, water deeply 2 to 3 times per week, being careful to avoid waterlogging the plant's roots. However, when temperatures are milder, once per week should be enough for this moisture-loving plant. To ensure that your Piggy is properly hydrated, check the soil moisture once or twice per week, and water when the top 1 to 2 inches of soil begin to feel dry."
        },
        {
          "id": 7791,
          "type": "sunlight",
          "description": "Pigsqueak (Bergenia cordifolia 'Miss Piggy') is a sun-loving, semi-evergreen plant that grows best in well-drained soil and full sun. When grown in full sun, the plant will produce the most flowers, which are pink and white. It does not tolerate full shade and needs at least 4 hours of sunlight per day. In its preferred growing zone (zones 4-8), the plant will get up to 8 hours of direct sun per day in the summer. In the winter months, when the sun is lower in the sky, the plant may receive fewer hours of sunlight. In colder areas, the plant should be protected from extreme temperatures and wind by providing a sheltered spot."
        },
        {
          "id": 7792,
          "type": "pruning",
          "description": "Pigsqueak (Bergenia cordifolia 'Miss Piggy') should be pruned once per year in late spring or early summer. In late spring, remove any dead foliage and any flower stems that have become dry and brown. Make sure to prune only upward-facing shoots so as not to damage the plant's growth. For more dormant plants, it may be beneficial to prune back the basal leaves to help promote more healthy growth. Deadheading may also be necessary to keep the plant looking attractive. It is important to not prune too much or the plant may become weak and decrease its flowering potential."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}