{
  "data": [
    {
      "id": 1973,
      "species_id": 538,
      "common_name": "variegated kiwi vine",
      "scientific_name": [
        "Actinidia kolomikta 'Arctic Beauty'"
      ],
      "section": [
        {
          "id": 6124,
          "type": "watering",
          "description": "Water this variegated kiwi vine (Actinidia kolomikta 'Arctic Beauty') thoroughly at least once a week, allowing the soil to dry out slightly between waterings. During the summer months, it is best to water more often if the soil has become dry. During the winter, water rarely, and only when the top layer of soil has dried out. Make sure that the soil does not become waterlogged, as this can cause root rot. This plant prefers evenly moist soil."
        },
        {
          "id": 6125,
          "type": "sunlight",
          "description": "Variegated kiwi vine (Actinidia kolomikta 'Arctic Beauty') grows best with 6-8 hours of direct sunlight everyday. When grown indoors, the plant should receive bright, indirect light during the day. A south- or west-facing window is ideal. If you have more than one window in the room, place the plant in an area that receives the most light. During summer, you can also give the plant more direct sunlight by placing it outdoors. If you do this, make sure to shade it from the afternoon sun, as the intense heat of mid-day can damage the leaves."
        },
        {
          "id": 6126,
          "type": "pruning",
          "description": "The variegated kiwi vine (Actinidia kolomikta 'Arctic Beauty') should be pruned soon after flowering in late spring or early summer. Pruning should be done shortly after the flowers fade, as this will keep the vine in a manageable size and shape. Prune only the vines that have flowered since they will not produce any fruit. It is best to prune the vines back to the main stock, removing all the secondary runners and any dead or dying portions. You can also prune the vine to maintain a desired shape; this is best done either before flowering or when the vine is in a period of semi-dormancy. It's wise to keep the vine pruned to no more than 5-10 feet in height. In order to promote flowering and higher yields of fruit, it may be necessary to prune shoot tips throughout the summer. Doing this will encourage lateral growth and increase the amount of flowering sites."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}