{
  "data": [
    {
      "id": 2619,
      "species_id": 1370,
      "common_name": "butterfly bush",
      "scientific_name": [
        "Buddleja davidii 'Butterfly Heaven'"
      ],
      "section": [
        {
          "id": 8063,
          "type": "watering",
          "description": "When watering a Butterfly Bush (Buddleja davidii 'Butterfly Heaven') it is important to provide the plant with the right amount of water. In general, the plant should be watered once to twice a week during the warmer months, when the soil is starting to dry out. When watering, provide a deep soak rather than regular light watering, as this encourages deep root growth. During the cooler winter months, water the plant as needed, usually once every few weeks. If temperatures are colder than usual, reduce watering to once every few months. Be sure to allow the soil to dry out somewhat between waterings."
        },
        {
          "id": 8064,
          "type": "sunlight",
          "description": "Butterfly bush (Buddleja davidii 'Butterfly Heaven') requires full sun for the best flowering. This plant species should receive at least 6 hours of direct sun each day. If grown in an area with partial shade, flowering may be delayed and the plant may become leggy and/or start to stretch towards the light source. Additionally, those grown in a partially shaded area may not flower in the first season. For optimal flowering, it is best to provide this species with full sun exposure."
        },
        {
          "id": 8065,
          "type": "pruning",
          "description": "Butterfly bush (Buddleja davidii 'Butterfly Heaven') should be pruned annually in late winter or early spring before new growth appears. Be sure to prune away last season's dead or damaged stems and thin out stems that cross each other or overlap. Prune the outer stems back to approximately 1 foot from the base of the bush, and cut any stems that cross over other stems by about 2-thirds of their length. Pruning butterfly bush back so severely encourages thick, healthy growth, and this type of pruning will help promote blooms. As an added bonus, this pruning will help to encourage the unique shape of the butterfly bush, allowing it to take advantage of its popular and attractive flowing shape."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}