{
  "data": [
    {
      "id": 2774,
      "species_id": 1545,
      "common_name": "Adriatic bellflower",
      "scientific_name": [
        "Campanula garganica 'Dickson's Gold'"
      ],
      "section": [
        {
          "id": 8528,
          "type": "watering",
          "description": "Adriatic bellflower (Campanula garganica 'Dickson's Gold') should be watered about once a week during the growing season, April to October. For best results, it is ideal to wait until the soil is dry before watering. Water until it flows freely from the bottom of the pot. When the plant is not actively growing, reduce the frequency of watering. During the winter months, water only at intervals of once every week or 2, or when the surface of the soil begins to dry out. It is important to never let the soil become completely dry when it is actively growing, as it may damage the roots."
        },
        {
          "id": 8529,
          "type": "sunlight",
          "description": "Adriatic bellflower (Campanula garganica ‘Dickson’s Gold’) prefers full sun up to 6 hours per day in order to flourish. Around 4 to 5 hours of direct sunlight is ideal for this flowering plant species. Full sun ensures that these plants receive enough light to produce the vibrant golden-yellow flowers for which they are noted. Providing partial shade, especially during the hottest part of the day, may help to ensure that the plant remains healthy and does not burn. As this plant likes sun, the ideal location to plant them is in an area that receives a lot of direct sunlight during the warmest months of the year. If the bellflowers are being planted in containers, the location should be a sunny spot that receives full sun for most of the day."
        },
        {
          "id": 8530,
          "type": "pruning",
          "description": "Adriatic bellflower should be pruned early in the spring to promote better growth. The plant should be trimmed back to about half its size, removing any old and dead foliage and any damaged or diseased branches that may be present. For healthier plants, it is advisable to remove any seed heads or flowers that have died off in the winter. Once these have been removed, the plant should be lightly trimmed back with a pair of garden clippers to create a neat, rounded shape. This type of pruning will help encourage bushier growth and will also help it to fill in any bare spots. Pruning Adriatic bellflower regularly will help ensure that you have a healthy and vibrant plant throughout the growing season."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}