{
  "data": [
    {
      "id": 2753,
      "species_id": 1524,
      "common_name": "camass",
      "scientific_name": [
        "Camassia leichtlinii subsp. suksdorfii (Caerulea Group)"
      ],
      "section": [
        {
          "id": 8465,
          "type": "watering",
          "description": "Camass plants are adaptable plants that can thrive with regular or occasional watering. In general, they should be watered once or twice a week during the summer, particularly during prolonged periods of drought. In the spring and fall, the water needs are less frequent, but may still require supplemental watering if natural rainfall is not sufficient, such as if you live in a drier climate. During these seasons, water the plant deeply once or twice a month. In the winter, Camass plants may need no additional water unless the rainfall is quite low. In such a case, water once or twice a month during the cold winter months in order to maintain the plants’ health. Allowing the soil to become too dry can cause permanent damage to the roots. \n\nWhen watering a Camass plant, always water the soil in its entirety until the surface shows indications of saturation. For most soils, this requires about 1–2 inches of water per week depending on the plant's size and location."
        },
        {
          "id": 8466,
          "type": "sunlight",
          "description": "Camass (Camassia leichtlinii subsp. suksdorfii (Caerulea Group)) plants prefer at least 6 to 8 hours of sunlight a day. They do best when they receive full sun during the cooler parts of the day and are shaded from the intense midday summer sun. If grown in an area with warm summers, they should be provided with some afternoon shade. Camass plants may also receive partial shade during the rest of the day, as long as the plant receives a minimum of 6 hours of direct sunlight."
        },
        {
          "id": 8467,
          "type": "pruning",
          "description": "General Pruning: \n\nCamass (Camassia leichtlinii subsp. suksdorfii (Caerulea Group)) is a perennial flower that grows in zones 6 to 9 and is best left to self-seed in its natural habitat. In areas where it is cultivated, it requires very little pruning except for a modest cleanup in the fall. \n\nFall Pruning: \n\nAfter the foliage dies back and the flowers are finished blooming, the best practice is to cut the plants back to 2 to 3 inches above the soil. This will stimulate next year’s growth and it's necessary to cut the dried flower stems away in order to prevent the spread of disease. \n\nLight Pruning: \n\nDuring the growing season, a light pruning to remove dead flowers or developing seed heads may be necessary. This will help to keep the plants looking their best and can be done any time the flowering has finished. \n\nHeavy Pruning: \n\nHeavy pruning is not recommended for Camass since it naturally has a more mounding form. However, if needed, you can cut the plant back to ground level in late winter or early spring. This will also stimulate fresh growth for the upcoming season."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}