{
  "data": [
    {
      "id": 2876,
      "species_id": 1667,
      "common_name": "reflexed sedge",
      "scientific_name": [
        "Carex retroflexa"
      ],
      "section": [
        {
          "id": 8834,
          "type": "watering",
          "description": "Reflexed sedge (Carex retroflexa) usually requires regular, but not excessive watering. Depending on the soil and temperature, sedge should be watered anywhere from every 1 to 2 weeks. During the summertime, when the plant is actively growing, it may require more frequent watering. If the soil is dry, wait until it appears damp to the touch, and then water thoroughly. Be sure to avoid overly soggy soil, which can cause root rot in the plant. If there is any standing water in the pot when watering is completed, simply pour it away. As a general rule, if the leaves begin to droop, it is time to water."
        },
        {
          "id": 8835,
          "type": "sunlight",
          "description": "Reflexed sedge (Carex retroflexa) prefers full sunlight or partial shade and prefers wet soils. It typically thrives in full sunlight and does well with at least 6 hours of direct sunlight each day. During the summer months, it will thrive with 8-10 hours of direct sunlight each day. It will survive with as little as 4 hours of direct sunlight a day, but will not do as well with less than 6 hours of direct sunlight."
        },
        {
          "id": 8836,
          "type": "pruning",
          "description": "Pruning for Reflexed Sedge (Carex retroflexa) should take place twice per year. First pruning should happen in late winter or early spring (February or early March). You should remove any dead or damaged foliage to encourage healthy new growth. Second pruning should happen in the late summer or early fall (August or early September). This pruning should focus on thinning out the stems and cutting down on leafy growth to discourage excessive spread. Make sure to always clean your pruning tools with alcohol or a bleach solution before and after use to prevent the spread of diseases."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}