{
  "data": [
    {
      "id": 2608,
      "species_id": 1356,
      "common_name": "Siberian bugloss",
      "scientific_name": [
        "Brunnera macrophylla 'Sea Heart'"
      ],
      "section": [
        {
          "id": 8030,
          "type": "watering",
          "description": "Siberian bugloss (Brunnera macrophylla 'Sea Heart') prefers moist soil and regular watering. Water it thoroughly once a week, and more often if the top 2 inches of soil is dry. Water it at the base of the plant and avoid wetting the leaves to prevent leaf diseases. Also, make sure the plant has good drainage, as it is prone to root rot in soggy soil."
        },
        {
          "id": 8031,
          "type": "sunlight",
          "description": "Siberian bugloss (Brunnera macrophylla 'Sea Heart') needs full sun or partial shade for optimal growth. In cooler climates, it can handle full sun for most of the day, while in warmer climates it is best to provide partial shade during the hottest part of the day (noon to late afternoon). If your Siberian bugloss is in a location that is too shady, you may see the plants become leggy and stems start to sprawl. It is best to place the plant in a spot that receives 4-6 hours of sun during the day."
        },
        {
          "id": 8032,
          "type": "pruning",
          "description": "The best time to prune Siberian bugloss (Brunnera macrophylla 'Sea Heart'), an evergreen herbaceous perennial, is usually in early spring, shortly after new growth has emerged. It's important to avoid pruning too early in the season, as this can damage flower buds or reduce the flowering display of the plant. Prune only when the stems are soft and the new growth is just visible.\n\nPruning should be kept to a minimum; simply removing any dead or damaged foliage and lightly trimming back spent flowers to encourage healthy re-growth. Pruning too hard or too much can harm the plant's growth and flower production, so do this only if it's absolutely necessary. For Siberian bugloss, it's usually better to simply remove dead and dying parts of the plant than to prune it down significantly."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}