{
  "data": [
    {
      "id": 1804,
      "species_id": 308,
      "common_name": "Blue Chip Juniper (tree form)",
      "scientific_name": [
        "Juniperus horizontalis 'Blue Chip (tree form)'"
      ],
      "section": [
        {
          "id": 5617,
          "type": "watering",
          "description": "Water the Blue Chip Juniper once every 2 weeks. Water deeply until the soil is moistened to a depth of 8 to 10 inches. As the tree matures, it may need additional watering throughout hot, dry periods. During its first year, the Blue Chip Juniper should be watered every 3 to 5 days, depending on the weather conditions. The soil should remain moist, but not soaking wet."
        },
        {
          "id": 5618,
          "type": "sunlight",
          "description": "Sunlight requirements for a Blue Chip Juniper (tree form) (Juniperus horizontalis 'Blue Chip (tree form)') depend on the location and the age of the plant. If planted in full sun, this evergreen juniper can grow 4-6 feet tall and spread 6-8 feet wide, producing the most vibrant coloration and growth, as well as the greatest number of berries per year. If planted in partial shade, the growth and color of this juniper will be less, with fewer berries produced each year. \n\nIn regions with harsh winter temperatures such as cold winters, it may be beneficial to limit the sun and to give the juniper shrub partial shade to help protect it from any damaging cold weather. In warmer climates, it can withstand more cold, and will benefit from a more full sun exposure, for the best growth and color. \n\nNo matter which region it is planted in, Blue Chip Juniper should always get at least 4 hours of direct sunlight per day to keep it thriving. If it doesn’t receive enough sunlight, its growth will stagnate and discoloration may occur. However, with enough sunlight, this juniper tree form should be quite hardy, and may live for many years with minimal care."
        },
        {
          "id": 5619,
          "type": "pruning",
          "description": "Blue Chip Juniper should be pruned once a year in late winter or early spring. Pruning should remove any dead, diseased, or damaged branches. It should also be trimmed to keep its desired shape and size, and to encourage new growth. When pruning, be sure to make cuts that are at least ¼ inch above the node where 2 healthy branches meet. This will help make sure that the wound heals over quickly. Pruning should remove no more than 1/3 of the total branch length, as Blue Chip Junipers are slow-growing plants and may become stressed if pruned too severely."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}