{
  "data": [
    {
      "id": 2694,
      "species_id": 1454,
      "common_name": "divi-divi",
      "scientific_name": [
        "Caesalpinia coriaria"
      ],
      "section": [
        {
          "id": 8288,
          "type": "watering",
          "description": "When it comes to watering your Divi-Divi plant (Caesalpinia coriaria), it is best to water it thoroughly and infrequently. During the growing season (spring and summer months) the soil should be kept moist but not soggy. Water your Divi-Divi plant once every 7-10 days, allowing the top inch of soil to dry out between waterings. During the winter months, reduce watering considerably, only watering when the top inch of soil feels completely dry. Make sure to water the soil completely and not just the surface, as this can lead to root rot."
        },
        {
          "id": 8289,
          "type": "sunlight",
          "description": "Divi-divi plants should be grown in an area that receives full sunlight for 6 to 8 hours a day. Divi-divi plants require full sun during the morning hours and should be given partial to full shade during the afternoon hours. These plants can thrive in conditions with strong, direct light for most of the day and will benefit from some afternoon shade protection. When grown indoors, divi-divi plants should be placed in a sunny window or in a location that receives bright, indirect light throughout most of the day. Divi-divi plants should also receive plenty of indirect light during the evening hours."
        },
        {
          "id": 8290,
          "type": "pruning",
          "description": "Divi-divi may require some light pruning during its growing season as well as some occasional pruning after it has finished flowering. The best time for pruning divi-divi is during its dormancy season, which usually occurs in late fall or early winter. During the growing season, only prune limbs that are overly long or have dead or diseased growth. Heavy pruning is not recommended as this can rob the plant of its beautiful shape and detract from the overall health of the tree. To prune during the dormant season, cut back limbs that are diseased or dead, as well as any limbs that are taking away from the general shape of the tree. Be careful not to prune more than 1-third of the tree's total mass, as this can significantly alter the shape and health of the tree. When finished pruning, you may want to apply a fungicide or insecticide to the pruned areas to prevent disease or insect infestation."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}