{
  "data": [
    {
      "id": 1810,
      "species_id": 317,
      "common_name": "Near East Crapemyrtle",
      "scientific_name": [
        "Lagerstroemia indica 'Near East'"
      ],
      "section": [
        {
          "id": 5635,
          "type": "watering",
          "description": "Near East Crapemyrtle should be watered twice a week, providing 1-2 inches of water each time. It is important that their soil is kept moist, but not overly wet. Watering deeply allows the roots to reach down and become more established, resulting in a healthier, more vigorous plant. It is also important to water near the base of the plant and not just on the leaves, as the roots need to absorb the water. During especially hot and dry periods, it may be necessary to water more frequently. In general, newly planted Near East Crapemyrtle should be monitored closely and watered more often until they become established."
        },
        {
          "id": 5636,
          "type": "sunlight",
          "description": "Near East Crapemyrtles require full sun, which is defined as at least 6 hours of direct sunlight per day. This direct sunlight should primarily be in the morning hours of the day, with less mid-day and afternoon sun. Less sun during the hotter middle of the day is important to prevent sunburn on the leaves of the plant. Near East Crapemyrtles planted in areas with mostly full sun should reach their full size and flowering potential."
        },
        {
          "id": 5637,
          "type": "pruning",
          "description": "Near East Crepe Myrtle should be pruned in late winter or early spring before the new growth begins. The amount of pruning needed depends on the size and shape desired by the gardener. Younger plants should be pruned to encourage branching and to form a full, round shape. Branching should also be pruned to the side of the plant to promote a dense shape. Older, mature plants should be lightly pruned and mainly just to remove dead or damaged branches. Occasionally, prune out some of the center branches of the canopy to create more air flow and promote proper sunlight penetration. Depending on the size and shape desired for the Near East Crepe Myrtle, from a minimum of a few branches to entire branches may be pruned out."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}