{
  "data": [
    {
      "id": 1847,
      "species_id": 381,
      "common_name": "Sentinel Flowering Crab",
      "scientific_name": [
        "Malus 'Sentinel'"
      ],
      "section": [
        {
          "id": 5746,
          "type": "watering",
          "description": "Sentinel Flowering Crab (Malus 'Sentinel') should be watered deeply and infrequently. In hot, dry periods, water once a week, giving the plant several gallons of water per week. During the cooler, wetter months, water every 2 weeks, allowing the soil to dry out a bit between waterings. Water your plant in the morning or early evening, as this is the best time for the plant to absorb moisture. Make sure the water can easily reach the roots, and avoid over or underwatering your plant."
        },
        {
          "id": 5747,
          "type": "sunlight",
          "description": "The Sentinel Flowering Crab (Malus 'Sentinel') is an ideal choice for gardeners looking for a hardy and easy to grow plant. This small, deciduous tree enjoys full sun and should receive 4 to 6 hours of direct sunlight each day. In order to keep it healthy, Sentinel Flowering Crab should be in a location that provides exposure to full sunlight during the early morning up until the afternoon. S"
        },
        {
          "id": 5748,
          "type": "pruning",
          "description": "Sentinel Flowering Crab (Malus 'Sentinel') should be pruned in late winter to early spring before the buds begin to swell. For the first few years, the tree does not need to be pruned heavily. Only remove any broken, dead, or diseased branches. Once the tree is established, pruning should be done to encourage shapely growth, improve flowering, or reduce the size of the tree. It is best to thin out the inside of the tree by removing some inner, older, and less productive branches. This will improve air circulation and ensure better flowering and fruiting. On older trees, pruning out some of the oldest, largest branches can improve flowering and fruiting. Do not prune late in the season, as it can cause new, tender growth to freeze."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}