{
  "data": [
    {
      "id": 2130,
      "species_id": 750,
      "common_name": "yellowtuft",
      "scientific_name": [
        "Alyssum murale"
      ],
      "section": [
        {
          "id": 6595,
          "type": "watering",
          "description": "Watering for Alyssum murale (yellowtuft) should be done on an average of once every week or 2 during the growing season. However, it is important to water more often in warmer months and less often during cooler months. The soil should be moist, but not saturated. Be sure not to let the plant sit in water, as this can cause root rot. Yellowtuft’s ideal soil type is well-draining. If the soil is too compacted, consider adding mulch or other organic matter to improve drainage. When it comes to how much water, water the yellowtuft enough to keep the soil consistently moist. As a general rule, water until it starts to seep out of the bottom of the container."
        },
        {
          "id": 6596,
          "type": "sunlight",
          "description": "Yellowtuft, (Alyssum murale), is a tender perennial flowering plant best suited to full sun. In the summer months, it prefers at least 5 to 6 hours of direct sunlight each day. During the fall and winter, however, direct sunlight requirements reduce to between 3 and 4 hours of sunlight each day. "
        },
        {
          "id": 6597,
          "type": "pruning",
          "description": "For best results, it is important to prune yellowtuft in the late winter or early spring before new growth begins. Trim off any dead, damaged, or diseased foliage to make room for healthy new growth. Then, prune back the top of the plant by approximately 1/3 to 1/2 the total height. This will encourage a compact and bushy habit which is most desirable for this species. \n\nIf your plant experiences rapid or excessive growth, you may want to prune it lightly throughout the growing season, making sure to always take off no more than 1/3 of its total height. This will help to control its size and promote more compact growth. It is important to use clean, sharp scissors or pruning shears when pruning, to avoid damaging the foliage. Additionally, it is a good idea to disinfect your shears after every use to avoid the spread of any potential pathogens."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}