{
  "data": [
    {
      "id": 2717,
      "species_id": 1487,
      "common_name": "beautyberry",
      "scientific_name": [
        "Callicarpa dichotoma 'Shiji Murasaki' WINE SPRITZER"
      ],
      "section": [
        {
          "id": 8357,
          "type": "watering",
          "description": "Beautyberry (Callicarpa dichotoma 'Shiji Murasaki' WINE SPRITZER) should be watered regularly but not excessively. It prefers moist soil and should be watered when the top 1-2 inches of soil has dried out or when its leaves start to droop. A good way to tell when it's time to water is to press your finger into the potting soil; if the soil feels dry and crumbles, go ahead and water the plant. Water thoroughly so the soil is completely wet and allow the excess water to drain away. Make sure to check the soil and maintain moisture regularly, particularly during hot, dry spells, when you may need to water your plant more frequently. Watering every 4-7 days is usually enough."
        },
        {
          "id": 8358,
          "type": "sunlight",
          "description": "Beautyberry (Callicarpa dichotoma 'Shiji Murasaki' WINE SPRITZER) should be grown in full sun to part shade for optimal growth and development. This plant species thrives in an environment with 6-8 hours of sunlight each day. When grown in full sun, it will flower and fruit more abundantly than if grown in part shade. When planted in areas with partial shade, try to ensure that the plant gets some morning sun and some afternoon shade. Too much shade can result in decreased flowering and fruiting."
        },
        {
          "id": 8359,
          "type": "pruning",
          "description": "Beautyberry (Callicarpa dichotoma 'Shiji Murasaki' WINE SPRITZER) should be pruned lightly in late winter before new growth appears. Prune off any dead, diseased or otherwise damaged branches, reducing further if necessary to maintain a desired shape, such as a rounded crown. Prune out any upright and thick branches that detract from the desired shape or size, as well as any crossing branches. Prune any stems that are too long in height, width, or flowering, if desired. Deadheading spent blooms can also be beneficial to promote new flowering growth. When pruning make sure to prune above a node (laterals bud) from which new growth will emerge."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}