{
  "data": [
    {
      "id": 2850,
      "species_id": 1635,
      "common_name": "blue green sedge",
      "scientific_name": [
        "Carex flacca"
      ],
      "section": [
        {
          "id": 8756,
          "type": "watering",
          "description": "Blue green sedge (Carex flacca) is an attractive perennial grass-like grass that needs moderate watering in order to thrive. It is best to water your blue green sedge deeply and infrequently, allowing the top 2 to 3 inches of soil to become slightly dry before watering again. During the hotter months, water blue green sedge about once every 7 to 10 days. During the cooler months, water your blue green sedge only if the soil begins to become dry—a good rule of thumb is to check the soil about every 10 to 14 days. To ensure you’re getting adequate water to the roots, use a soaker hose, which will allow the water to saturate the soil around the roots."
        },
        {
          "id": 8757,
          "type": "sunlight",
          "description": "Blue green sedge (Carex flacca) requires a minimum of 4 hours of sunlight every day. For optimal growth, however, the plant should get about 8 hours of direct sunlight during peak summer months. If the plant is in an area with direct and full sun, it may require less light during the winter months. The best times to give blue green sedge adequate exposure to sunlight is between 10am and 4pm during the summer months, and between 8am and 2pm in the winter."
        },
        {
          "id": 8758,
          "type": "pruning",
          "description": "Blue green sedge should be pruned once a year, in the late winter or early spring. Pruning should be done by cutting away any dead fronds or any fronds that are overgrown. Pruning should also include removing any dried or brown foliage as this can help the plant to concentrate its energy on developing new and healthy foliage. To ensure that the plant remains healthy, all clippings should be removed as soon as possible. It is important to prune only a fraction of the plant's foliage and to leave the bulk of the plant intact so that it can continue to produce healthy and vibrant growth."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}