{
  "data": [
    {
      "id": 2415,
      "species_id": 1099,
      "common_name": "greater masterwort",
      "scientific_name": [
        "Astrantia 'Buckland'"
      ],
      "section": [
        {
          "id": 7450,
          "type": "watering",
          "description": "Greater Masterwort (Astrantia 'Buckland') is a hardy, shade-tolerant perennial that prefers moist, well-drained soil. Watering should be done on a regular basis, but not too often. The soil should be kept evenly moist but not soggy; allow the top of the soil to dry out slightly between waterings. In the hottest parts of the growing season, you may need to water every day or every other day. During cooler seasons, water every 4 to 5 days, allowing a little more time between waterings in periods of cooler temperatures and less rain."
        },
        {
          "id": 7451,
          "type": "sunlight",
          "description": "Greater masterwort (Astrantia 'Buckland') is a plant species that thrives in full sun or partial shade locations. The plant prefers to receive at least 6 hours of direct sunlight each day. If it is planted in an area that receives more than 6 hours of full sun, it should be given some afternoon shade or filtered sunlight to prevent too much heat and stress from exposure. Morning light is always preferable to afternoon sunlight. During the hottest days of summer, providing some extra shade can help protect the plant from heat-related stress."
        },
        {
          "id": 7452,
          "type": "pruning",
          "description": "Greater masterwort (Astrantia 'Buckland') should be lightly pruned in early spring after the last frosts have passed. The pruning should be no more than 1/3 of the plant's total height. Pruning is done to shape and encourage growth in new directions, and also to keep the plants bushier, so only the taller and straggly stems should be cut. The individual flowers are not meant to be trimmed and doing so will reduce flowering for the season. Pruning should also be done to remove any dead or dying stems and foliage."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}