{
  "data": [
    {
      "id": 2301,
      "species_id": 962,
      "common_name": "black chokeberry",
      "scientific_name": [
        "Aronia melanocarpa 'Morton' IROQUOIS BEAUTY"
      ],
      "section": [
        {
          "id": 7108,
          "type": "watering",
          "description": "Black chokeberry should be watered once or twice a week, depending on the soil temperature and moisture levels. During warmer months, water the plants more frequently, up to 3 times a week. During cooler months, reduce watering to once a week.\n\nWhen watering, thoroughly saturate the soil until it begins to trickle from the pot's drainage holes. Allow the top few inches of soil to dry slightly before watering it again, to prevent root rot and other moisture related problems. Do not water the plant too frequently or it may suffer from waterlogged conditions, as this plant prefers well-drained soil."
        },
        {
          "id": 7109,
          "type": "sunlight",
          "description": "The black chokeberry (Aronia melanocarpa 'Morton' IROQUOIS BEAUTY) is a deciduous shrub that prefers full sun in order to thrive and bloom to its fullest. It should be placed in an area of the garden that receives at least 6-8 hours of direct sunlight each day, preferably in the morning. Avoid areas that have a lot of shade or shade cast by nearby trees or structures, as this can reduce the number of flowers and foliage produced by the plant. It is best to site the shrub so that it will receive plenty of direct sunlight in the morning, followed by some light shade during the later parts of the day."
        },
        {
          "id": 7110,
          "type": "pruning",
          "description": "Black chokeberry (Aronia melanocarpa 'Morton' IROQUOIS BEAUTY) should be pruned each year in late winter or early spring, usually in February or March. Pruning should be done to remove all dead or diseased branches, and thin out the canopy for better air and light penetration. This type of pruning involves cutting back stems and branches to overall shape and size of the plant. Depending on plant’s age and size, shaping it by removing 10-25% of its branches each year is recommended. Make sure to maintain the plants natural form, focusing on removing stems that are weak, overgrown, or crossing over each other. Proper pruning helps to improve the plants overall health and beauty."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}