{
  "data": [
    {
      "id": 2738,
      "species_id": 1508,
      "common_name": "grass pink orchid",
      "scientific_name": [
        "Calopogon tuberosus"
      ],
      "section": [
        {
          "id": 8420,
          "type": "watering",
          "description": "When watering grass pink orchids (Calopogon tuberosus), the aim is to keep the potting soil moist, but not wet or waterlogged. The plant should be watered deeply but not frequently. Allow the top 2-3 cm (1 inch) of soil to dry out before watering again. A good rule is to water every 7-10 days. When temperatures rise, the orchid will need a little more water - you can tell by feeling the soil with your fingers - so check and water more often if necessary. Too little water can cause the plant to wilt, while too much will cause root rot. Inspect the roots before watering; if the roots are smooth, glossy and white, the orchid is optimally hydrated. If they are starting to look leathery this can signal that the orchid is getting too little water. To deliver an even watering, work from the outside of the plant to the inside and direct the water to the centre of the pot."
        },
        {
          "id": 8421,
          "type": "sunlight",
          "description": "Grass pink orchid (Calopogon tuberosus) requires full sunlight in order to thrive. It should be planted in a location that has direct sunlight for at least 8 hours throughout the day. During the peak of summer, providing more than 8 hours of sunlight each day is beneficial. Direct sunlight is best in the morning hours for grass pink orchid, avoiding any intense late afternoon rays. The intensity of the sun's radiation is also an important factor to consider when planting grass pink orchid. Providing a location with dappled light or filtered light rather than direct sunlight will help protect the plant from any sunburn caused by intense ultraviolet radiation. Additionally, planting grass pink orchid in early spring or early fall when the sun's intensity is less will help provide a happy home for this species."
        },
        {
          "id": 8422,
          "type": "pruning",
          "description": "Grass Pink Orchid (Calopogon tuberosus) plants should be pruned in late winter or early spring. This species should be pruned to the ground right after flowering and the grassy foliage should not be mowed during this time. Additionally, for new growth, deadheading spent flowers can help to promote new growth. For shrubby specimens that are too large for the space they are in, lightly shearing the plants back to about knee high after flowering will also help to control their size while encouraging new growth."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}