{
  "data": [
    {
      "id": 1424,
      "species_id": 1645,
      "common_name": "sallow sedge",
      "scientific_name": [
        "Carex lurida"
      ],
      "section": [
        {
          "id": 4306,
          "type": "watering",
          "description": "Sallow Sedge (Carex lurida) should be watered about once a week. If the plant is in a pot, a light watering should be enough to adequately water the plant. If the plant is in the ground, a more thorough soaking for deeper absorption should be utilized. It is a good idea to check the surrounding soil for dryness or moisture levels before watering. During the summer months, the plant should be watered more frequently to ensure it stays healthy and hydrated. Conversely, in the winter months, the plants should be watered less often as they do not need as much water."
        },
        {
          "id": 4307,
          "type": "sunlight",
          "description": "Sallow sedge (Carex lurida) needs full sun for optimum growth, with at least 4 to 6 hours a day of direct sunlight. It grows best in cooler areas, so it does not need to be in direct sunlight all day. When grown in a container, it is important to rotate the plant periodically to ensure even sunlight exposure. In regions with warm, dry summers, it might be beneficial for Carex lurida to not be in direct sun for the entire day, as this can be too much sun and cause foliage burn and damage to the plant."
        },
        {
          "id": 4308,
          "type": "pruning",
          "description": "Sallow Sedge (Carex lurida) should be pruned in early spring or late fall. Pruning should be done with sharp, clean shears or scissors. Pruning should be done lightly and should not remove more than 1-third of the aboveground growth. The best time to do a major pruning is right after the plant flowers, as this will remove the dead flower heads and maintain the shape of the plant. Pruning should focus on removing dead, damaged, diseased, or weak stems. This helps promote strong, healthy growth. It is important to keep in mind that sallow sedge is a slow-growing plant, so pruning should be done minimally and strategically."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}