{
  "data": [
    {
      "id": 611,
      "species_id": 371,
      "common_name": "Lodi Apple",
      "scientific_name": [
        "Malus 'Lodi'"
      ],
      "section": [
        {
          "id": 1836,
          "type": "watering",
          "description": "Lodi Apple plants should be watered consistently and regularly throughout the growing season. During the spring and summer months, it is best to water the plants once every week. Make sure to provide 1-2 inches of water weekly to ensure the plant has adequate hydration and moisture. If temperatures are especially hot, you may need to water twice a week to keep the plant hydrated. During the fall and winter months, Lodi Apple plants should be watered every other week or when the soil looks dry."
        },
        {
          "id": 1837,
          "type": "sunlight",
          "description": "The Lodi Apple (Malus 'Lodi') prefers full sunlight, and should receive at least 6 hours of direct sunlight daily. This apple tree is hardy throughout USDA planting zones 5-8, so if you live in 1 of these zones, you should have plenty of sunlight. Even if you live in a different zone, the Lodi Apple should tolerate less sunlight and still produce fruit. As an alternative to full sun, it can tolerate mostly sunny conditions, such as spots that receive 5 hours of direct sunlight and 3 hours of dappled or indirect sunlight."
        },
        {
          "id": 1838,
          "type": "pruning",
          "description": "Pruning for Lodi Apple plants is dependent on the desired shape of the tree; however, a general pruning schedule for an established tree involves removing any deadwood or crossed branches when noticed. When the tree is in its dormant season (usually winter time for Malus 'Lodi' plants), you can prune back the branches by about 1/3 of its total growth to encourage healthy and strong growth. When pruning, be sure to use pruning shears/stylers for small branches, and loppers or saws for larger branches. Be sure to make the cuts cleanly and make sure your tools are sterile. Pruning is an important part of keeping your Malus 'Lodi'plant healthy and beautiful so spend the time to do it properly."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}