{
  "data": [
    {
      "id": 2462,
      "species_id": 1152,
      "common_name": "basket of gold",
      "scientific_name": [
        "Aurinia saxatilis 'Dudley Nevill Variegated'"
      ],
      "section": [
        {
          "id": 7592,
          "type": "watering",
          "description": "Water Basket of Gold (Aurinia saxatilis 'Dudley Nevill Variegated') deeply a couple of times a week. Avoid saturating the soil or letting the soil dry out completely between waterings. Water newly planted Basket of Gold more often to encourage root growth, twice a week for the first month. After that, watering can be reduced to once a week. In hot, dry weather, Basket of Gold may need to be watered every other day. To test for moisture, stick your finger in the soil up to the second knuckle--if it feels dry, it's time to water."
        },
        {
          "id": 7593,
          "type": "sunlight",
          "description": "Basket of gold (Aurinia saxatilis 'Dudley Nevill Variegated') is a low-growing, sun-loving evergreen plant that can tolerate temperatures as low as -20 degrees Celsius. This plant requires full sun exposure to 6-8 hours of direct sunlight per day in order to thrive and produce its vibrant flowers in spring and summer. The plant should also be grown in well-draining, moist, sandy or gravelly soil, and can tolerate short periods of dryness. Additionally, basket of gold plants prefer highly-acidic soil with a pH balance of 4.5-7.5."
        },
        {
          "id": 7594,
          "type": "pruning",
          "description": "Basket of Gold (Aurinia saxatilis 'Dudley Nevill Variegated') can be pruned in early spring, as soon as the danger of frost has passed. It doesn’t require heavy pruning and only moderate trimming should be done to promote a fuller shape. Start by removing any dead or damaged stems, then cut back any stems that have become leggy. It can also be lightly sheared to encourage a bushy appearance. Maintain the rounded, mounded form of the plant by cutting all stems back by about 1-third of their original length. This will help control the size and shape of the plant and eliminate any spindly growth. Pruning this plant will also help encourage increased flowering in the spring."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}