{
  "data": [
    {
      "id": 2631,
      "species_id": 1384,
      "common_name": "butterfly bush",
      "scientific_name": [
        "Buddleja davidii 'Pyrkeep' PURPLE EMPEROR"
      ],
      "section": [
        {
          "id": 8099,
          "type": "watering",
          "description": "When watering a Butterfly Bush 'Pyrkeep' Purple Emperor, it is best to water the bush thoroughly and deeply once each week during the growing season, allowing the soil to dry out between waterings. Make sure to avoid over-saturating the soil, as this can hinder the plant's growth. During hot, dry summers, the bush may require additional waterings. To check if your bush needs additional water, check the soil several inches down and only water if the area is dry to the touch."
        },
        {
          "id": 8100,
          "type": "sunlight",
          "description": "The butterfly bush (Buddleja davidii 'Pyrkeep' PURPLE EMPEROR) requires at least 5 to 6 hours of direct sunlight each day for optimal growth and flowering. Ideally, it should receive 6 to 8 hours of direct sunlight for best flowering yields. Planting in a location that receives light shade during the afternoon can help protect the plant from harsh midday summer sun.\n\nIn terms of seasonal sunlight requirements, the butterfly bush can enjoy longer hours during the spring and summer months, and then slightly less in late summer and early fall. This is because it blooms during the late summer and early fall, usually from late July through early September in the northern hemisphere. During these months, it should receive 6 to 8 hours of sunlight daily."
        },
        {
          "id": 8101,
          "type": "pruning",
          "description": "The Butterfly Bush (Buddleja davidii 'Pyrkeep' Purple Emperor) should ideally be pruned in late winter or early spring (February to mid-March) depending on your local climate. In order to keep your plant looking its best, prune it to shape and maintain its size. This involves removing out of control, damaged or old stems, or stems that cross or rub against each other. To control its size and shape, you can also prune the branches shorter at the end of winter, leaving just a few leaves on the cutting. To create a fuller look, you can prune your Butterfly Bush by cutting the top 1-third of the shoots back to within 2 thirds of their original length. When carried out in this way, the plant will remain bushy and prevent it from getting too tall. Alternatively, for a more formal or upright look, you can prune the sides in a stair-step fashion to create an upright habit. Pruning your Butterfly Bush is an essential part of keeping it looking its best and should be done consistently."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}