{
  "data": [
    {
      "id": 1725,
      "species_id": 209,
      "common_name": "Weeping Cedar of Lebanon",
      "scientific_name": [
        "Cedrus libani 'Pendula'"
      ],
      "section": [
        {
          "id": 5380,
          "type": "watering",
          "description": "Weeping Cedar of Lebanon (Cedrus libani 'Pendula') should be watered thoroughly, allowing a few inches of the soil to be completely saturated, and then allowing it to dry out somewhat before watering again. When watering container-grown plants, it is best to water until water starts to run from the drainage holes. This species of tree should be watered approximately once a week during the summer when the soil is dry, and about once every 10 to 14 days during the winter when there is less evaporation. Allowing the soil to go completely dry can cause damage, so it is wise to check the moisture level of the soil every few days. \n\nWhen planted on direct soil, check if the soil is dry to a depth of 2 to 3 inches, if it is, then the tree should be watered."
        },
        {
          "id": 5381,
          "type": "sunlight",
          "description": "The Weeping Cedar of Lebanon (Cedrus libani 'Pendula') requires full sun for optimum growth. It should be planted in a location that receives at least 6 hours of unfiltered direct sunlight each day. "
        },
        {
          "id": 5382,
          "type": "pruning",
          "description": "Weeping Cedar of Lebanon should be pruned during the spring or summer months. The amount of pruning needed varies depending on the size of the tree. Generally, it is recommended to prune only around 1/3 of the tree at any 1 time. This will help maintain the overall shape of the tree while removing dead, diseased, or crossing branches. The best way to prune a weeping cedar of Lebanon is to prune slowly and selectively. Care should be taken to avoid cutting too deeply, as this can damage the branches or even kill the entire tree. When finished, follow up with a balanced application of liquid fertilizer to nourish the newly pruned branches."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}