{
  "data": [
    {
      "id": 1751,
      "species_id": 238,
      "common_name": "Aurora Flowering Dogwood",
      "scientific_name": [
        "Cornus 'Rutban'"
      ],
      "section": [
        {
          "id": 5458,
          "type": "watering",
          "description": "Aurora Flowering Dogwood is a hardy, drought-tolerant deciduous shrub or small tree. When caring for this plant species, it's important to provide regular watering. Aurora Flowering Dogwood should be watered thoroughly twice a week, depending on the season. In summer months, the plant should be watered more often, especially during hot weather and periods of drought. When watering, ensure that the soil is evenly moist but not overly saturated. In the cooler months, water less frequently (about once a week) and allow the soil to dry out between waterings. Be aware that Aurora Flowering Dogwoods may sulk and lose leaves if left too dry, but will regenerate if watered properly."
        },
        {
          "id": 5459,
          "type": "sunlight",
          "description": "Aurora Flowering Dogwood (Cornus 'Rutban') grows best in partial to full sun, meaning it needs at least 4-6 hours of direct sunlight each day. It thrives best in the morning sun and can tolerate some late-afternoon sun. During the coldest months of winter, it's best to give the Aurora Flowering Dogwood some protection from the sun as the exposure to too much intense sunlight can cause damage. To protect it, consider planting a deciduous tree or shrub nearby that can provide a bit of summer shade."
        },
        {
          "id": 5460,
          "type": "pruning",
          "description": "Aurora Flowering Dogwood (Cornus 'Rutban') should be pruned in late winter after blooming, usually in early to mid-March. Pinch back the tips of the shoots in late winter or early spring to encourage more branching and to produce a denser, bushier growth habit. Remove dead, diseased or damaged branches and suckers as needed. Also remove crossed, crowded or overly long branches to promote air circulation throughout the plant. Heading cuts should be shallow (approximately 1/4 to 1/3 inch) to prevent tearing the outer bark. Cut just above a bud facing outward for the best branching pattern. Finally, thin out some of the older central branches at the base of the plant to promote good air circulation and light penetration."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}