{
  "data": [
    {
      "id": 2533,
      "species_id": 1266,
      "common_name": "pigsqueak",
      "scientific_name": [
        "Bergenia 'Herbstblute' AUTUMN GLORY"
      ],
      "section": [
        {
          "id": 7805,
          "type": "watering",
          "description": "Pigsqueak is a fairly low maintenance plant that requires watering once or twice a week depending on the soil it is planted in. The amount of water needed will vary depending on the season. In the summertime, it should get a generous amount so the soil is consistently moist. During the winter, water should be reduced as this plant is hardy and can endure dryer conditions.\n\nIn general, water pigsqueak when the top few inches of soil feel dry to the touch. If the soil is left to dry out completely, the garden should be watered thoroughly, ensuring that the entire root system is damp. The water should be allowed to seep down and not just stay on the surface of the soil."
        },
        {
          "id": 7806,
          "type": "sunlight",
          "description": "Pigsqueak (Bergenia 'Herbstblute' AUTUMN GLORY) is a plant species that thrives in both sunny and partially shaded conditions. It is best grown in full sun for 4 to 6 hours a day, but can tolerate some shade. The ideal location is a spot where the plant receives morning sun and afternoon shade. During the summer months, the plant can tolerate full sun for up to 8 hours a day. During the winter months, the plant can tolerate up to 4 hours of full sun each day, but does not need full sun every day. This plant prefers a cool climate all year round and is a great addition to beds and borders."
        },
        {
          "id": 7807,
          "type": "pruning",
          "description": "Pigsqueak (Bergenia 'Herbstblute' AUTUMN GLORY) can be pruned in late winter and early to mid-spring, just before the new growth starts and they begin to put on significant amounts of growth. It is advised to prune when the plant is dormant (no active growth) and should be undertaken with sharp, clean secateurs. Any dead or diseased stems should be removed and the plant pruned back to encourage foliage and overall shape; generally aim to remove up to 1 third of previous year’s growth. The plant can also be lightly trimmed back after flowering to encourage a bushy shape."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}