{
  "data": [
    {
      "id": 2627,
      "species_id": 1380,
      "common_name": "butterfly bush",
      "scientific_name": [
        "Buddleja davidii 'PIIBD-I' FIRST EDITIONS GROOVY GRAPE"
      ],
      "section": [
        {
          "id": 8087,
          "type": "watering",
          "description": "The butterfly bush (Buddleja davidii 'PIIBD-I' FIRST EDITIONS GROOVY GRAPE) is a drought tolerant plant that requires only weekly waterings. During the growing season, It should receive 1 to 2 inches of water a week -- either from rainfall or watering -- but be careful not to overwater to avoid root rot. At the same time, it's important to ensure the soil stays evenly moist and not allowed to dry completely. Watering should always be done deeply and slowly to ensure the water penetrates the root zone. During hot, dry spells, the plant may need more frequent watering. During the winter months when the plant is dormant, there is no need to water it."
        },
        {
          "id": 8088,
          "type": "sunlight",
          "description": "This Butterfly Bush, Buddleja davidii 'PIIBD-I' FIRST EDITIONS GROOVY GRAPE, requires full sun, which means it needs at least 6-8 hours of direct sunlight each day. The best time of day for this plant to receive sunlight is early in the morning or late in the afternoon to avoid the hottest, most intense sun of the day. Keep in mind that the exact amount of sunlight a Butterfly Bush needs can vary depending on climate, weather and its growing environment."
        },
        {
          "id": 8089,
          "type": "pruning",
          "description": "Butterfly bush (Buddleja davidii 'PIIBD-I' FIRST EDITION GROOVY GRAPE) should be pruned annually in the early spring. Pruning should begin when the shrub is young and continue each year. Start by pruning 1/3 of the oldest branches. Remove suckers from the base of the shrub. To encourage large blooms, prune all last year’s stems to within 12 – 18 inches of the ground. Doing this will encourage new growth, and will also stimulate new blossoms and a healthier branching habit. If needed, prune back some of the branches towards the middle of the plant to help improve the shape and air circulation."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}