{
  "data": [
    {
      "id": 2697,
      "species_id": 1460,
      "common_name": "feather reed grass",
      "scientific_name": [
        "Calamagrostis acutiflora 'Avalanche'"
      ],
      "section": [
        {
          "id": 8297,
          "type": "watering",
          "description": "Feather reed grass (Calamagrostis acutiflora 'Avalanche') should be watered deeply once a week in the summertime, and once every 2 weeks in the winter. Water thoroughly until the soil is moist throughout the root zone, but not soggy. During hot, dry weather, make sure to water more frequently. This grass is quite tolerant of different moisture levels and will not suffer if it experiences drought."
        },
        {
          "id": 8298,
          "type": "sunlight",
          "description": "Feather reed grass (Calamagrostis acutiflora 'Avalanche') grows best in full sun (at least 6 hours of direct sunlight per day). Ideally, this plant species should be placed in a sunny spot where it can get morning sun as well as afternoon sun. It will tolerate partial shade, but will not grow as vigorously and may not flower as prolifically. With too little sun, the foliage may become limp and loose its upright habit and the plant's health may suffer."
        },
        {
          "id": 8299,
          "type": "pruning",
          "description": "Feather reed grass (Calamagrostis acutiflora 'Avalanche') should be pruned annually in late winter or early spring, before new growth begins in late spring. Most of the clumps should be pruned back by 1/2 to 2/3 of their height, leaving only 3-4 inches of growth. For very large clumps, cut further back and leave only 6-12 inches of growth. This will encourage the grass to send up more shoots from the base and promote more air circulation and light penetration to the center of the clump. Dead foliage may also be removed at this time. This species also benefits from a light shaping in early summer. As flowers fade, the inflorescences should be cut back to the foliage base to maintain the plants' neat appearance."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}