{
  "data": [
    {
      "id": 1774,
      "species_id": 263,
      "common_name": "Golden Cornelian Cherry Dogwood",
      "scientific_name": [
        "Cornus mas 'Aurea'"
      ],
      "section": [
        {
          "id": 5527,
          "type": "watering",
          "description": "Golden Cornelian Cherry Dogwood (Cornus mas 'Aurea') should be watered deeply once per week during the first growing season. During hot, dry weather give the plant an extra deep watering. In subsequent years, water the plant only when the soil is dry—check 1-2” down into the soil. Overwatering can cause root rot, so be sure not to overwater regularly."
        },
        {
          "id": 5528,
          "type": "sunlight",
          "description": "Golden Cornelian Cherry Dogwood trees thrive in full sun to partial shade but they should get at least 6 hours of direct sunlight each day in order for proper flowering and fruiting. They prefer cooler climates where the summer heat isn’t overbearing. In the summer months, they should be in direct sunlight until noontime to get the healthiest blooms and fruits. During the spring and fall months, 6 to 8 hours of direct sunlight a day is ideal. If the trees are getting too much shade, they won’t bloom and the foliage will be noticeably less vibrant in color."
        },
        {
          "id": 5529,
          "type": "pruning",
          "description": "When to prune Golden Cornelian Cherry Dogwood (Cornus mas 'Aurea') is largely dependent on the desired look of the shrub. Pruning is typically done in late winter or early spring. Light pruning is recommended as this plant has a tendency to respond to heavy pruning with vigorous growth. This growth can interfere with the beautiful yellow branches of the plant. The only pruning that is necessary is any dead or diseased branches, however, deadheading can also be done to help maintain the desired shape of the plant. Pruning should be done gently as to not cause branch breakage from the weight of flowers or berries. Pruning should be kept to a minimum in order to keep this shrub healthy and strong."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}