{
  "data": [
    {
      "id": 2839,
      "species_id": 1619,
      "common_name": "leatherleaf sedge",
      "scientific_name": [
        "Carex buchananii"
      ],
      "section": [
        {
          "id": 8723,
          "type": "watering",
          "description": "Leatherleaf sedge should be watered frequently and consistently. During the summer months, water at least once a week to ensure the soil doesn't dry out. During the hotter, drier months, it may be necessary to water twice or more a week. In the winter, when the temperatures are cooler and the soil takes longer to dry out, watering should be done every 2 weeks. During periods of drought or excessive heat, make sure to water your leatherleaf sedge more frequently to ensure it doesn't dry out."
        },
        {
          "id": 8724,
          "type": "sunlight",
          "description": "Leatherleaf sedge (Carex buchananii) prefers partial sun to part shade and should receive about 4 to 6 hours of sunlight a day. This type of plant prefers morning sun and afternoon shade. It should be grown in areas where the temperature does not fall below 5°C (41°F). When grown in direct sunlight, Carex buchananii should be provided with some protection from strong afternoon sun to prevent scorching."
        },
        {
          "id": 8725,
          "type": "pruning",
          "description": "Leatherleaf sedge is an easy-to-maintain plant that prefers temperate climates, so it can be pruned at almost any time of year. However, for best results, prune the plant in the late spring or early summer after new growth has emerged.\n\nStart by removing any dead or damaged leaves and stems, as well as any shoots growing in an undesired direction. To maintain a healthy, attractive shape, trim back the existing growth to just above the desired shape. Take care to use sharp pruning shears and avoid cutting into the old woody growth, as this can significantly damage the plant. Depending on the size of the plant, pruning should occur anywhere from once a year to several times a year.\n\nWhen pruning leatherleaf sedge, be sure to avoid pruning more than 1-third of the total volume each time. This will help ensure that the plant's natural shape is preserved and that there is no unnecessary shock to the system. Additionally, after pruning, make sure to fertilize the plant to promote further healthy growth."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}