{
  "data": [
    {
      "id": 2285,
      "species_id": 942,
      "common_name": "Dutchman's pipe",
      "scientific_name": [
        "Aristolochia macrophylla"
      ],
      "section": [
        {
          "id": 7060,
          "type": "watering",
          "description": "Ideally, Dutchman's Pipe (Aristolochia macrophylla) should be watered 2 to 3 times a week, in the early morning hours, when the soil is dry. For outdoor plants, supplement the natural rain with 1-2 cm of water during each session. Potted plants require less frequent waterings (once a week) and should only be watered after the soil has completely dried out. Try to avoid wetting the leaves directly. To prevent water waste, it is important to water only when the soil is dry. As a general rule, the soil should be allowed to dry to a depth of 2-3 inches before watering."
        },
        {
          "id": 7061,
          "type": "sunlight",
          "description": "Dutchman's pipe (Aristolochia macrophylla) grows best in a full-sun to part-shade location, receiving at least 6 hours of direct sunlight each day. However, it'll tolerate more shade as long as it has ample moisture and isn't exposed to too much intense, direct weather from hot summers and cold winters.During the summer months, your Dutchman's pipe should receive a minimum of 6 hours of sunlight per day, with an ideal amount of 8-10 hours, to encourage optimum growth. During the winter months, when the weather is much colder, you should aim for 4-6 hours of sunlight per day."
        },
        {
          "id": 7062,
          "type": "pruning",
          "description": "Dutchman's Pipe (Aristolochia macrophylla) should be pruned in late winter or early spring, just before new growth begins. Prune back up to 1/3 of the plant. Cutting off the old stems and branches encourages new, more vigorous growth. However, don’t prune back too vigorously or you risk damaging the plant. Remove any dead or damaged branches and shoots as they appear, as well as any suckers or shoots that are in unwanted areas. Pruning a Dutchman's Pipe will help to keep the plant looking neat and tidy."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}