{
  "data": [
    {
      "id": 2483,
      "species_id": 1178,
      "common_name": "false indigo",
      "scientific_name": [
        "Baptisia 'Lemon Meringue'"
      ],
      "section": [
        {
          "id": 7655,
          "type": "watering",
          "description": "False indigo (Baptisia 'Lemon Meringue') should be watered deeply and thoroughly twice a week. Aim to ensure that its soil is evenly moist, but not soggy. To check for moisture, dig a few inches into the soil and check with your fingers. During the summer months, more frequent watering may be necessary if the weather is especially hot and dry. If that’s the case, check the soil’s moisture levels multiple times per week and water as needed. Water until the soil is drenched but still- drain and water less during cooler weather. Avoid getting the leaves of the plant wet as much as possible to prevent fungal diseases."
        },
        {
          "id": 7656,
          "type": "sunlight",
          "description": "The false indigo (Baptisia 'Lemon Meringue') does best in in full sunlight. While this species of plant may tolerate some shade, it will require 5-6 hours of direct sunlight to flower as it should each year and remain healthy. This means that this species should ideally be planted in a spot that receives full sun from mid-morning to mid-afternoon such as an open, south or west-facing spot in the garden where it can soak up plenty of sunlight."
        },
        {
          "id": 7657,
          "type": "pruning",
          "description": "False Indigo (Baptisia 'Lemon Meringue') should be pruned lightly in late winter or early spring before new growth begins. Prune off any dead or diseased branches, and cut back any overly long stems to their desired length. Remove any crowded or intersecting branches to help the plant maintain its shape. False Indigo blooms during May and June, so wait until those blooms have faded before trimming the spent flowers. Rejuvenation pruning, which involves cutting the entire plant back to about 1-third of its size, can be done after flowering to maintain the plant’s compact form."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}