{
  "data": [
    {
      "id": 2136,
      "species_id": 756,
      "common_name": "alder-leaved serviceberry",
      "scientific_name": [
        "Amelanchier alnifolia 'Regent'"
      ],
      "section": [
        {
          "id": 6613,
          "type": "watering",
          "description": "The Alder-Leaved Serviceberry (Amelanchier alnifolia 'Regent') is a deciduous shrub that requires regular watering to ensure it is healthy and grows vigorously. Water the shrub every 7-10 days, making sure to thoroughly saturate the soil. The frequency of watering should increase during hot and dry periods to help the shrub retain moisture. In the first year of planting, continue watering throughout the winter until the shrub has become established and new growth is visible. After the first year, reduce watering to once or twice a month and only when the soil becomes dry. Be careful not to overwater as this can cause root rot or fungal diseases."
        },
        {
          "id": 6614,
          "type": "sunlight",
          "description": "Alder-leaved serviceberry (Amelanchier alnifolia 'Regent') grows best in full sun, with at least 6-8 hours of direct sunlight each day. During the hot summer months, the plant should receive morning sunlight and dappled sunlight during the afternoon for part of the day. "
        },
        {
          "id": 6615,
          "type": "pruning",
          "description": "Regent Alder-leaved Serviceberry should be pruned in late winter or early spring before new growth begins. Pruning should occur when trees are still dormant. A light pruning to remove dead, dying, and diseased branches may be conducted at any time of the year. During the first few years, prune the tree to establish a strong central leader by removing all competing branches growing from the center of the trunk. Lightly pruning the top of the tree every year will help maintain a smaller, more manageable size. Pruning should remove no more than 20% of the total tree canopy in any given season."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}