{
  "data": [
    {
      "id": 2842,
      "species_id": 1623,
      "common_name": "sedge",
      "scientific_name": [
        "Carex ciliatomarginata 'Treasure Island'"
      ],
      "section": [
        {
          "id": 8732,
          "type": "watering",
          "description": "Watering your Sedge (Carex ciliatomarginata 'Treasure Island') should be done on a regular basis. During the summer months, aim to water your Sedge at least once every week and twice during the warmer months. Ensure you water the soil thoroughly and deeply until you can feel some moisture in the topsoil. During cooler months, aim to water your Sedge at least once every 2 weeks. After each watering, ensure that the soil is draining well and that the roots are not sitting in water. If your Sedge is in a container, be mindful to check for soil drying regularly and thoroughly water as needed."
        },
        {
          "id": 8733,
          "type": "sunlight",
          "description": "The amount and timing of sunlight that Carex ciliatomarginata 'Treasure Island' needs depends on where it is planted. In full sun, the plant should receive at least 4 to 5 hours of direct sunlight each day. In partial sun, the plant should receive 2 to 4 hours of direct sunlight each day. For areas that get more sun, such as the south and west sides of buildings, the plant should receive 3 to 5 hours of direct sunlight each day. The plant can also tolerate dappled shade for part of the day. It should be sheltered from direct afternoon sunshine, especially in the summer when direct heat can be too extreme."
        },
        {
          "id": 8734,
          "type": "pruning",
          "description": "Sedge (Carex ciliatomarginata 'Treasure Island') should be pruned during the active growth period in late spring. Prune out any stems that are crossing, crossing over each other or dead. Also, carefully trim the tips of the stems to create a symmetrical, overall rounded shape in the clump. In areas where the plant is in full sun, it should be cut back by about 1-third in order to encourage bushy growth. In shady areas, it is important to remove any old growth to allow light in and to encourage new growth. After the initial pruning, only minimal trimming may be necessary and should be done with sharp, clean shears."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}