{
  "data": [
    {
      "id": 2704,
      "species_id": 1472,
      "common_name": "slipper flower",
      "scientific_name": [
        "Calceolaria (Herbeohybrida Group)"
      ],
      "section": [
        {
          "id": 8318,
          "type": "watering",
          "description": "Water your slipper flower (Calceolaria (Herbeohybrida Group)) regularly during its active growing season (spring and summer). During its active growing season, water the plant deeply and thoroughly once per week, allowing the top inch of soil to become completely dry before reapplying water. In the fall and winter months, water the slipper flower less frequently, approximately every 2 to 4 weeks, depending on the climate. Make sure that the soil never fully dries out and the plant's roots are not sitting in soggy soil. Overwatering can cause root rot and other issues."
        },
        {
          "id": 8319,
          "type": "sunlight",
          "description": "Location plays an important role in determining the optimal amount and timing of sunlight for the Slipper flower. Generally, these plants require at least 5 hours of direct sunlight each day in warmer climates. In cooler climates, 4 to 5 hours of sunlight is generally sufficient. \n\nThe slipper flower should also receive indirect sunlight, especially during the hotter parts of the day. Especially during the middle of the day when the sun is at its strongest, the slipper flower benefits from being shaded or receiving dappled sunlight.\n\nFor optimal flowering, the slipper flower should be placed in direct sunlight as early in the day as possible. This encourages it to produce the most blooms. Morning light is better than afternoon light in terms of flowering potential. However, the plant must also receive adequate indirect light during the middle of the day. \n\nIn terms of timing, the slipper flower can benefit from up to 12 hours of light each day. During the winter months, when the days are shorter and the nights are longer, the number of hours of light the plant gets each day should be lowered to 8 or 9. This will help the plant prepare for blooming when the days become longer in the spring."
        },
        {
          "id": 8320,
          "type": "pruning",
          "description": "Pruning Slipper Flowers (Calceolaria (Herbeohybrida Group)) should be done in early spring or late winter for best results. Prune off any dead stems, buds, or leaves below the new growth (this will encourage more prolific flowering and a fuller plant). Start by removing any weak or crossing stems that are not producing desirable blooms, as well as any stems that are not as full and healthy looking. For each stem, make the cut just above where the next bud is located. To keep the shape of the shrub or plant clean, snip off any leaves or stems that stick out beyond the shape. Each stem should be pruned to at least 5 or 6 buds. If there are any dead stems or shoots, make sure to remove them altogether. Pruning will encourage the plant to sprout new stems and blooms, making for a fuller appearance. Performing pruning in the aforementioned manner will help ensure that your slipper flower will remain healthy and bloom successfully in the future."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}