{
  "data": [
    {
      "id": 2525,
      "species_id": 1257,
      "common_name": "bergenia",
      "scientific_name": [
        "Bergenia 'Abendglocken'"
      ],
      "section": [
        {
          "id": 7781,
          "type": "watering",
          "description": "Bergenia 'Abendglocken' should be watered on a regular basis, about once every 2-3 days. During summertime, when growth is more vigorous, watering every day is best, or more often if temperatures are especially hot or if the soil is particularly dry. In early spring and late autumn, once-per-week watering should be sufficient. In wintertime, when the plant is not actively growing, reduce watering to once every 2 weeks. When watering, water thoroughly, allowing the entire root system to be saturated. Remove any excess water from the saucer beneath the pot."
        },
        {
          "id": 7782,
          "type": "sunlight",
          "description": "Bergenia 'Abendglocken' does best in partial or dappled shade. This is because its thick, leathery leaves could easily burn in strong sunlight. However, the plant will tolerate full sun in cooler climates. For best results, provide this plant with at least 4 hours of direct sun each day, avoiding the hottest part of the day when the sun is at its strongest (usually between 10 a.m. and 3 p.m.). Due to its hardier nature, Bergenia may even appreciate up to 6 hours of direct sunlight each day, especially if grown in a more temperate climate."
        },
        {
          "id": 7783,
          "type": "pruning",
          "description": "Bergenia's can easily be pruned any time during their growing season, from the early Spring through mid-Fall. Pruning helps to keep your Bergenia tidy and encourages new shoots of growth.\n\nStart by removing any dead, dying, or crossed stems. If the overall plant looks too tall or too wide, you can also selectively remove some of the old stems to shape it. When pruning Bergenia, always make your cuts 6-8 inches from the ground.\n\nBergenia is a relatively low maintenance plant, so you don’t have to prune very often. Spring pruning is a good time to remove any winter damage, and cleaning up the plant in the fall just before the plant goes dormant is also recommended. \n\nWhen shearing the entire plant, try to keep the overall shape roughly the same while cycling out the older, woodier stems at the center of the plant and replacing them with new, fresh stems on the outer layers."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}