{
  "data": [
    {
      "id": 2377,
      "species_id": 1058,
      "common_name": "astilbe",
      "scientific_name": [
        "Astilbe arendsii ASTARY PINK"
      ],
      "section": [
        {
          "id": 7336,
          "type": "watering",
          "description": "Astilbe Arendsii Astary Pink should be watered frequently since it prefers moist, well-drained soil. During periods of active growth (April to September), water the plant regularly to keep the soil evenly moist. During the winter months (November to March), water every 7–12 days. Try to avoid over watering Astilbe Arendsii Astary Pink, as soggy soil can lead to root rot and nutrient deficiencies. Additionally, be sure to always water the soil and not the foliage as wet foliage can result in fungal diseases."
        },
        {
          "id": 7337,
          "type": "sunlight",
          "description": "Astilbe Arendsii Astary Pink thrives best in partial shade to filter or dappled sunlight. It needs 4 to 6 hours of bright, indirect sunlight daily and should be sheltered from intense, direct sunlight. Too much sunlight will fade the plant's leaves and cause them to become scorched. During the summer months, when the plant is actively growing, they can handle more sunlight, but in the spring and fall when the sun is less intense and temperatures are milder, the plant should be protected from intense, direct sunlight."
        },
        {
          "id": 7338,
          "type": "pruning",
          "description": "Pruning of Astilbe arendsii ASTARY PINK plants should take place in late fall, typically after the first hard frost but before the soil freezes. To prune, carefully remove any dead or damaged foliage by cutting it back to the base of the plant. Healthy foliage should be left untouched. Deadheading spent flower blossoms or seedheads can help to encourage the production of new flowers during the next bloom cycle. If desired, 1 can thin out some of the thick foliage to help with air circulation and light penetration into the plant. Pruning of Astilbe arendsii ASTARY PINK should be done in moderation since it is possible to cut away too much and cause damage, stunting growth and preventing flowering."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}