{
  "data": [
    {
      "id": 1417,
      "species_id": 1620,
      "common_name": "leatherleaf sedge",
      "scientific_name": [
        "Carex buchananii 'Red Rooster'"
      ],
      "section": [
        {
          "id": 4285,
          "type": "watering",
          "description": "Leatherleaf sedge (Carex buchananii 'Red Rooster') should be watered regularly and evenly throughout the growing season. During the spring and summer months, this variety of sedge should be given a deep watering once per week so that the root system is receiving a full soaking. Allow the soil to become dry between waterings as the plant will thrive in a well-drained environment. Once established, however, the leatherleaf sedge can survive periods of drought. During the cooler months of fall and winter, reduce the frequency of watering to just once every 2 weeks."
        },
        {
          "id": 4286,
          "type": "sunlight",
          "description": "Leatherleaf sedge (Carex buchanan 'Red Rooster') do best when grown in full sun or partial shade. When grown in full sun, plants should receive around 6 hours of direct sunlight each day. When grown in partial shade, plants should receive around 4 to 6 hours of indirect sunlight each day. This plant species is also tolerant of cooler temperatures, making it a great choice for gardeners in areas with cold winters. Regardless of the time of year, leatherleaf sedge should receive at least some direct sunlight every day in order to thrive."
        },
        {
          "id": 4287,
          "type": "pruning",
          "description": "Leatherleaf sedge (Carex buchananii 'Red Rooster') should be lightly pruned twice per year: once in the autumn and once in the spring. In the fall, trim off any dead or damaged growth and remove any stems that are turning brown. In the spring, trim off any dead or damaged growth as well as any stems that are weak or thin. Pruning should be done sparingly and should not be too drastic. By removing just a few inches from the top of the plant, and nothing from the sides, you will be encouraging new growth. Additionally, if the plant becomes too large, you can deeper into the foliage to promote fuller growth."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}