{
  "data": [
    {
      "id": 2304,
      "species_id": 965,
      "common_name": "black chokeberry",
      "scientific_name": [
        "Aronia melanocarpa 'UCONNAM165' LOW SCAPE MOUND"
      ],
      "section": [
        {
          "id": 7117,
          "type": "watering",
          "description": "Black chokeberry (Aronia melanocarpa 'UCONNAM165' LOW SCAPE MOUND) should be watered 1 to 2 times per week while it is establishing, gradually tapering off when the plant is established. It is important to water the plant deeply, to ensure it has adequate moisture in its root system. Once established, the black chokeberry only needs to be watered during periods of extended drought, in which case it should be watered deeply and consistently until it has received adequate moisture. Do not over water as this can lead to root rot. During periods of more regular rainfall, water only when the top 2-3 inches of soil is dry."
        },
        {
          "id": 7118,
          "type": "sunlight",
          "description": "Black chokeberry (Aronia melanocarpa 'UCONNAM165' LOW SCAPE MOUND) is a deciduous shrub native to North America that grows 2.5–3 m in height. This plant species prefers full sun exposure, although it can tolerate some light shade. It grows best in well drained, fertile soil and should be watered regularly. It blooms in early summer and produces small black, edible berries throughout late summer and early fall. This shrub is known for its attractive foliage and its ability to attract desirable wildlife such as butterflies and birds. \n\nFor optimal growth, this plant species should receive 6–8 hours of direct sunlight per day. During the cooler months, when the days are shorter and the sun's rays are not as intense, this plant species may require less sunlight. During the hot summer months, when the days are long and the sun's rays are most intense, this plant species may require more sunlight. \n\nPlacing black chokeberry in an area where it will receive plenty of sunlight throughout the day is essential for its healthy growth and successful production of fruit."
        },
        {
          "id": 7119,
          "type": "pruning",
          "description": "Black chokeberry (Aronia melanocarpa 'UCONNAM165' LOW SCAPE MOUND) should be pruned in early spring before growth begins. This type of pruning will encourage new growth and a denser and more compact form, while removing dead and damaged wood. Pruning should be limited to no more than 1-third of the plant's height. It is important to leave some of the current season's growth to ensure the production of berries in the following year. To ensure the health of the plant, no more than 2-thirds of the canes should be removed at any 1 time. All pruning cuts should be made at an angle, close to the branch collar and just above a healthy bud. For more specific pruning needs, plant advice from a knowledgeable local nursery or garden center should be sought."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}