{
  "data": [
    {
      "id": 2207,
      "species_id": 845,
      "common_name": "heartleaf madeiravine",
      "scientific_name": [
        "Anredera cordifolia"
      ],
      "section": [
        {
          "id": 6826,
          "type": "watering",
          "description": "Water Heartleaf Madeiravine moderately but consistently, with about 1-2 inches of water weekly. Ifyou live in a climate that receives regular rainfall, the frequency of supplemental watering can bedecreased. To ensure the soil is adequately moistened, water deeply, allowing the planter tocompletely drain the excess water before adding additional. If the plant does not receive enoughwater, the leaves may begin to yellow and curl. Conversely, if the Heartleaf Madeiravine issubjected to overwatering, the roots can become waterlogged, causing root rot."
        },
        {
          "id": 6827,
          "type": "sunlight",
          "description": "Heartleaf madeiravine is a tropical plant that thrives in bright, indirect sunlight. It prefers about 4 hours of light per day, with the sunlight hitting it directly for only 2 hours. The 2 hours of direct light should be between the hours of 10 a.m. and 4 p.m., to give the plant plenty of rest in the morning and in the evening. Because direct light can be harsh, a semi-shaded or shaded location is best for this plant species. It can also tolerate partial shade but will thrive best when given the right amount and type of sunlight."
        },
        {
          "id": 6828,
          "type": "pruning",
          "description": "Heartleaf Madeiravine (Anredera cordifolia) should be pruned twice a year after the growing season is over. In the spring, prune the vine to thin out any dead, old, or feeble branches. This will also open up the plant and make it look more attractive. In the summer, deadhead any spent flowers. Pruning should be limited to removal of dead, diseased, or overcrowded growth, not meant to be an extensive shaping of the vine. Be sure to make your cuts right above a bud or node, as this will encourage the regrowth of new and better branches. If pruning back more than 1/3 of the vine, only do so to keep the vine shoots from spreading too much."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}