{
  "data": [
    {
      "id": 2609,
      "species_id": 1357,
      "common_name": "Siberian bugloss",
      "scientific_name": [
        "Brunnera macrophylla 'Spring Yellow'"
      ],
      "section": [
        {
          "id": 8033,
          "type": "watering",
          "description": "Siberian bugloss (Brunnera macrophylla 'Spring Yellow') requires regular watering to maintain its best appearance. Water the plant deeply but not too often. Water it enough to keep the soil evenly moist without overwatering. Generally, irrigate the soil when it has dried down to the top inch. For optimal care, water your Siberian bugloss once per week if the top soil has become dry. Be sure to water the soil, not the leaves. When temperatures begin to get very hot, water more often, or even twice a week, in order to keep the soil moist. In the winter months, water less frequently. Allow the top inch of soil to become dry before watering."
        },
        {
          "id": 8034,
          "type": "sunlight",
          "description": "Siberian bugloss (Brunnera macrophylla 'Spring Yellow') needs bright, indirect sunlight for best growth. Ideally, this plant species should be placed in a location that gets several hours of morning sun and bright, but indirect, afternoon light. The ideal amount of sunlight for this plant species depends on the climate, but a few hours of direct sunlight each day, either in the early morning or late afternoon, is usually sufficient for healthy growth and flowering. Too much sun will cause the plant to become dried out and have fewer flowers. Additionally, it’s best to provide some shade during the hottest part of the day to help the plant retain moisture and keep the soil cool."
        },
        {
          "id": 8035,
          "type": "pruning",
          "description": "When it comes to pruning Siberian bugloss (Brunnera macrophylla 'Spring Yellow'), the amount and timing of pruning depends on your goals. It is best to do light pruning in winter or early spring before new growth begins. This will remove any dead or damaged foliage, and can help keep the plant neat and compact. You can also do some pruning of overgrown plants in early summer. This will help to maintain size and shape, and promote new growth. Always use sharp, clean pruning shears or knives to avoid damage to the stems. When pruning, remember to snip just above the flower buds to help encourage more blooms. In general, only remove a third of the foliage at each pruning session."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}