{
  "data": [
    {
      "id": 2643,
      "species_id": 1396,
      "common_name": "butterfly bush",
      "scientific_name": [
        "Buddleja 'SMNBDL' PUGSTER AMETHYST"
      ],
      "section": [
        {
          "id": 8135,
          "type": "watering",
          "description": "Water your Butterfly Bush (Buddleja 'SMNBDL' PUGSTER AMETHYST) regularly but allow the soil to nearly dry out between waterings. Depending on the temperature and soil type, water it approximately once every 7-10 days in spring and summer, or every 10-14 days in autumn and winter. Monitor the soil moisture level and adjust your watering frequency as needed. To properly water your Butterfly Bush, moisten the soil about 6-8\" deep. When done, the soil should be damp but not soggy. Avoid any excess moisture that can cause root rot, mildew, and fungus issues."
        },
        {
          "id": 8136,
          "type": "sunlight",
          "description": "Butterfly bush (Buddleja 'SMNBDL' PUGSTER AMETHYST) needs lots of full sun for optimal growth and blooming. This plant species prefers 4 to 6 hours of full sunlight each day, with more sunlight better as long as it is not direct and harsh midday sunlight. If possible, these plants should be placed in an area that gets morning or late afternoon sunlight. This plant species will not tolerate any shade, so part shade should also be avoided."
        },
        {
          "id": 8137,
          "type": "pruning",
          "description": "Pruning should be undertaken on your Butterfly Bush (Buddleja 'SMNBDL' PUGSTER AMETHYST) annually in late winter or very early spring. It is best to prune this particular type of Buddleja to a height of 1 and a half to 2 metres and shape it to encourage a more even and bushy shape. To achieve this, remove stems that don't fit within the general shape every year, making sure about 2 thirds of each stem is removed. This could include stems that are growing inside other stems, straggly stems and older outside stems. These older stems should be cut right back to their base in order to encourage new growth and a fuller plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}