{
  "data": [
    {
      "id": 2628,
      "species_id": 1381,
      "common_name": "butterfly bush",
      "scientific_name": [
        "Buddleja davidii 'PIIBD-II' FIRST EDITIONS FUNKY FUCHSIA"
      ],
      "section": [
        {
          "id": 8090,
          "type": "watering",
          "description": "When watering Butterfly bush it is important to keep the soil moist but not soggy as the plant is prone to root rot. As such, water the plant once every week, or when the top inch of soil feels dry. On hot summer days the plant may need more frequent watering, so feel the soil and if it’s dry, then water your plant. Be sure to check the soil around the plant’s base to ensure that it’s consistently moist. Apply enough water until it seeps through the drainage holes."
        },
        {
          "id": 8091,
          "type": "sunlight",
          "description": "Butterfly bush (Buddleja davidii 'PIIBD-II' FIRST EDITIONS FUNKY FUCHSIA) grows best in full sun, which means it needs 6 to 8 hours of direct sunlight every day. This need for plenty of sunlight can vary depending on the climate and other environmental conditions, so it's best to monitor the health of the plant to determine if it is getting enough. In some areas, it may need more shade during the hottest, mid-day hours and should be provided with some protection during afternoon sun.\n\nWhen planting, be sure that it is situated in an area that will get plenty of sun exposure throughout the day, and provide it with mulch to create a moist environment. Water regularly to keep the soil moist and feed the soil with a balanced slow-release fertilizer every 2 to 3 weeks."
        },
        {
          "id": 8092,
          "type": "pruning",
          "description": "Butterfly Bush (Buddleja davidii 'PIIBD-II' FIRST EDITIONS FUNKY FUCHSIA) should be pruned very shortly after flowering during the late spring or early summer. Generally, the bush should be pruned back by about 1-third of its original size. Cut off any dead or diseased branches, as well as misplaced or weakly growing branches. To encourage new growth and additional blooming, you can lightly trim the rest of the branches. Stems should be cut at the base of the previous year’s growth. Lastly, be sure to remove any suckers or sprouts from the base of the bush."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}