{
  "data": [
    {
      "id": 2515,
      "species_id": 1244,
      "common_name": "Japanese barberry",
      "scientific_name": [
        "Berberis thunbergii f. atropurpurea 'Atropurpurea Nana'"
      ],
      "section": [
        {
          "id": 7751,
          "type": "watering",
          "description": "Japanese Barberry (Berberis thunbergii f. atropurpurea 'Atropurpurea Nana') should be watered deeply and infrequently, no more than once or twice every 3 weeks. Water the plant until water runs out of the drainage holes in the bottom of the pot. Allow the soil to become dry to the touch between waterings. Avoid overwatering, as this may lead to root rot and other disease problems. You may water less often in winter, when the plant is dormant."
        },
        {
          "id": 7752,
          "type": "sunlight",
          "description": "Japanese barberry (Berberis thunbergii f. atropurpurea 'Atropurpurea Nana') thrives in full sun or semi-shade. It prefers 5-8 hours of direct sunlight in summer, or some partial shade in hot climates. During the winter, the plant should receive some direct sunlight in order to thrive, but not too much. To ensure that the plant receives the correct amount of sunlight, it may be beneficial to place it in a partially shaded area such as a porch or patio. Additionally, the plant should be placed in an area that receives some north or south-facing light in order to protect the foliage from too much direct sun."
        },
        {
          "id": 7753,
          "type": "pruning",
          "description": "Pruning Japanese barberry (Berberis thunbergii f. atropurpurea 'Atropurpurea Nana') is an important part of maintaining the shrub’s health and promoting a compact, attractive form. Proper pruning will ensure that the plant retains its dense, bushy shape and continue to produce healthy new growth. \n\nThe best time to prune is in the late winter or early spring, when new growth has just started. Start by removing any dead or damaged branches, then use pruning shears to trim away any branches that are too long or overlapping. Different varieties of Japanese barberry may require different amounts of pruning. For example, ‘Atropurpurea Nana’ is a compact variety and does not need to be pruned as heavily as some other varieties. Cut back approximately 1-third of the overall growth to maintain its size and shape. Be careful to leave some leafy branches at the tips of the stems, as this will help the shrub to remain bushy."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}