{
  "data": [
    {
      "id": 2004,
      "species_id": 584,
      "common_name": "giant hyssop",
      "scientific_name": [
        "Agastache 'Blue Fortune'"
      ],
      "section": [
        {
          "id": 6217,
          "type": "watering",
          "description": "Watering for a giant hyssop plant (Agastache 'Blue Fortune') should be done early in the day and lightly. The frequency of watering will depend on the temperature and the soil type, but generally they should be watered every 2 to 5 days. Ensure that the soil is completely saturated with water and that some water has escaped from the drainage holes at the bottom of the pot. Allow the top 1 inch of soil to dry out before watering again. If you notice any yellowing leaves or wilting, water more frequently."
        },
        {
          "id": 6218,
          "type": "sunlight",
          "description": "Giant hyssop (Agastache 'Blue Fortune') thrives in full, direct sunlight. During the summer months, it should receive at least 6 hours of sunlight each day. In cooler parts of the world, this plant can also tolerate light shade, but it will not reach its full potential without some exposure to direct sunlight. During the winter months, you should be sure to give your giant hyssop as much sunlight as possible. It should still receive at least 4 hours of direct sunlight each day for best results."
        },
        {
          "id": 6219,
          "type": "pruning",
          "description": "Giant hyssop (Agastache 'Blue Fortune') should be pruned at least once a year, usually in early to mid spring before the plant begins its vigorous growth. Prompt pruning will ensure the plant remains healthy, keeps to its desired size and shape, and encourages it to produce more blooms. It's best to prune the stems back by 1/3 to 1/2 of their original length. Deadheading spent flowers will encourage the plant to produce more blooms throughout the season. In addition, Giant hyssop can benefit from a light pruning after the first bloom for a second bloom in many cases and for the removal of dead material in winter."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}