{
  "data": [
    {
      "id": 2885,
      "species_id": 1677,
      "common_name": "fox sedge",
      "scientific_name": [
        "Carex vulpinoidea"
      ],
      "section": [
        {
          "id": 8861,
          "type": "watering",
          "description": "Fox sedge benefits from consistent moisture, and should be watered daily during periods of drought to avoid wilting. In general, the plant should receive an inch of water either from rainfall or supplemental irrigation per week. To properly water fox sedge, water thoroughly at the plant's base rather than giving it light sprinkles. It is best to water either early in the morning or in the evening, while avoiding the afternoon heat. When planting new specimens, they should be watered until the soil is evenly moist and then given a 2-3 inch layer of mulch to retain moisture. When growing in containers, water enough for some of the water to trickle out of the drainage holes to prevent over-watering. Fox sedge should do well in most locations that receive a good amount of sunlight."
        },
        {
          "id": 8862,
          "type": "sunlight",
          "description": "Fox sedge is a shade-tolerant plant species, so it doesn't require a lot of direct sunlight. In general, fox sedge can tolerate 3 to 4 hours of direct sunlight each day in order to thrive. If planted in an area with more direct sunlight, the leaves of the fox sedge may become scorched and the plant may die. It's important to set fox sedge in a location that receives dappled sunlight or partial shade throughout the day."
        },
        {
          "id": 8863,
          "type": "pruning",
          "description": "Fox sedge (Carex vulpinoidea) is best pruned in late winter, before new growth appears. Start by trimming off any dead, brown or yellowed foliage, as well as any leaves that have gotten too large or tangled. Once that is done, start shaping the plant by cutting off the tips of any stems to give a more uniform shape. Focus on shaping the remaining foliage. By removing no more than a third of the overall plant, you will encourage a lush and full plant form. It is important to note that fox sedge doesn’t usually require heavy pruning. A light yearly trimming should be enough to keep it looking tidy."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}