{
  "data": [
    {
      "id": 2427,
      "species_id": 1112,
      "common_name": "bishop's hat",
      "scientific_name": [
        "Astrophytum myriostigma"
      ],
      "section": [
        {
          "id": 7486,
          "type": "watering",
          "description": "Bishop's hat (Astrophytum myriostigma) should be watered when the soil is dry to the touch, usually every 7 to 10 days. To water, provide enough to moisten the entire root zone. The best way to do this is to slowly pour water over the soil until it begins to come out the drainage hole of the pot. Let the pot drain before returning it to its saucer. During the winter, water Bishop's hat less, allowing the soil to dry out nearly completely before re-watering."
        },
        {
          "id": 7487,
          "type": "sunlight",
          "description": "Bishop's hat (Astrophytum myriostigma) prefers plenty of bright sunlight for optimal growth. This cactus species should be placed in an area with direct sunlight in the warmer months. During the summer season, they should be exposed to the sun for 8-10 hours a day, gradually increasing the amount of sun exposure as the temperatures become warmer. During the winter, they should receive indirect sunlight for no more than 5-6 hours a day, or be kept in a room with bright light for the majority of the day. Additionally, when growing these plants indoors, placing them near a south-facing window will provide them with the most sufficient amount of sunlight."
        },
        {
          "id": 7488,
          "type": "pruning",
          "description": "Bishop's Hat (Astrophytum myriostigma) should be pruned twice throughout the year, once in the spring and again in late summer. Pruning these plants should be done with care, as all Astrophytum species are sensitive to pruning. \n\nIn the springtime, you should remove any dead or damaged leaves and stems. All flowers and seeds should also be removed for aesthetic purposes and to help encourage new growth during the warmer months of the year.\n\nIn late summer, prune back the majority of the top of the plant to no more than 1-third of its normal height. Make sure to keep the top of the plant slightly shorter than the bottom of the plant itself to encourage the growth of a thick stem. Additionally, you should remove all finished seed pods, dried flowers, dead leaves or stems to maintain a neat appearance. \n\nFinally, you may choose to add fertilizer to the soil in late summer or early fall to help promote further growth. Following these steps should keep your Bishop's Hat looking its best!"
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}