{
  "data": [
    {
      "id": 2722,
      "species_id": 1492,
      "common_name": "prairie poppy mallow",
      "scientific_name": [
        "Callirhoe alcaeoides"
      ],
      "section": [
        {
          "id": 8372,
          "type": "watering",
          "description": "Prairie poppy mallow requires consistent and even watering throughout the growing season. It should be watered once a week, or more often if conditions are dry. During the hot summer months, it may be necessary to water the plant up to 3 times per week in order to maintain moist soil. It is important to check for soil moisture before watering, as overly wet soil can promote the growth of fungi. During periods of extended rain, the plant does not need additional watering. In colder months, reduce the watering frequency to once a month. To prevent root rot trying to saturate the soil and then allowing it to dry before watering again."
        },
        {
          "id": 8373,
          "type": "sunlight",
          "description": "Prairie poppy mallow (Callirhoe alcaeoides) is a hardy summer annual that thrives in full sun. However, it can tolerate light shade, particularly in hotter climates. This sun-loving plant needs at least 6 hours of direct sunlight per day for best performance and flowering. Morning sunlight is especially beneficial for prairie poppy mallow. This species should be protected from strong, hot wind that can dry out its foliage."
        },
        {
          "id": 8374,
          "type": "pruning",
          "description": "The best time to prune Prairie Poppy Mallow (Callirhoe alcaeoides) is in the late fall or early winter. Pruning should be done by cutting back overgrown or dead stems, as well as any straggly or leggy growth. It is important to leave enough leafy stems to sustain the plant during the winter. Depending on the individual species, you may want to consider cutting back some stems to the ground next spring. Generally speaking, aim for a few selective pruning cuts rather than giving the shrub an overall haircut. Pruning should be done sparingly, as excessive pruning can harm the overall health of the plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}