{
  "data": [
    {
      "id": 2283,
      "species_id": 940,
      "common_name": "pelican flower",
      "scientific_name": [
        "Aristolochia gigantea"
      ],
      "section": [
        {
          "id": 7054,
          "type": "watering",
          "description": "The pelican flower (Aristolochia gigantea) should be kept moist at all times, but not soggy wet. The best way to water these plants is to give them a good drink every 2-3 days. When irrigating, it is important to use enough water to just wet the soil but not soak it. In hot, dry weather, you may need to water your pelican flowers twice a week. In winter, watering can be reduced to once every 7-10 days. During the summer months, your pelican flowers may need extra water if the days get especially hot and dry."
        },
        {
          "id": 7055,
          "type": "sunlight",
          "description": "Pelican flower (Aristolochia gigantea) doesn’t require a lot of direct sunlight in order to thrive. An ideal location is 1 with partial sun or filtered sunlight. During the blooming season, it is important to provide 4 to 6 hours of indirect sunlight each day for the plant to produce the colorful, trumpet-shaped flowers. As well, outdoor pelican flowers should be shaded from intense mid-day sunlight during the summer months. This will help reduce potential damage due to too much direct sunlight. Indoor plants should be placed in a sunny area or near a window to ensure adequate sunlight throughout the day."
        },
        {
          "id": 7056,
          "type": "pruning",
          "description": "Aristolochia gigantea, or Pelican Flower, should be pruned 1-2 times per year. Pruning in late winter or early spring is preferred as plants put out growth at that time, and pruning encourages plants to put out more growth. If the plant is overgrown, it may need to be pruned more often. \n\nWhen pruning Pelican Flowers, it is important to remove any dead flowers and any cracked, discolored, or diseased foliage. Deadheading, or removing old, faded flowers, will help to increase blooming. Additionally, old branches can be cut back to the base of the stem to prevent overcrowding. Be sure to make your cuts at an angle, just above a healthy bud. \n\nPelican Flowers can also be pruned for shape, taking care to maintain the natural cascading or arching shape of the plant. Pruning should be done with a sharp pair of clean, well-rinsed pruning shears. "
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}