{
  "data": [
    {
      "id": 9,
      "species_id": 921,
      "common_name": "common bearberry",
      "scientific_name": [
        "Arctostaphylos uva-ursi 'Big Bear'"
      ],
      "section": [
        {
          "id": 33,
          "type": "watering",
          "description": "Watering for common bearberry (Arctostaphylos uva-ursi 'Big Bear') should be done on a regular basis, but should be reduced during the winter months when the plant is dormancy. During the summer months it is best to water the plant deeply approximately once a week. To do this, ensure that the soil is thoroughly moistened, yet not waterlogged. If the soil is allowed to dry out, then the plant should be watered deeply until the soil is moist. Depending on the climate, it may be necessary to increase watering frequency during summer months. Avoid watering too much during the cold winter months, about every 2 to 3 weeks should be sufficient."
        },
        {
          "id": 34,
          "type": "sunlight",
          "description": "Common bearberry is a plant species that prefers partial shade to full sun. It is able to tolerate full sun, but it will produce more abundant fruit when grown in areas partially shaded with 2-4 hours of direct sunlight per day. Common bearberry should be exposed to full sun during the morning hours, when the sunlight is not as intense, and then receive shade in the afternoon to protect it from the harsher afternoon sun. Factoring in the day length in early spring and late summer, common bearberry would likely need approximately 6-8 hours of sunlight per day in these months to stay healthy and thrive."
        },
        {
          "id": 35,
          "type": "pruning",
          "description": "Common Bearberry is best pruned in the early spring months (March to April) and again lightly in the fall after flowering (August to September). It is relatively low-maintenance and should only require light pruning to shape it and promote fullness. Pruning should include removing up to 1-third of the oldest, woodiest branches and any damaged or diseased branches. Be sure to use pruning tools that are clean and sharp to avoid damaging the branches and infecting them with disease."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}