{
  "data": [
    {
      "id": 2359,
      "species_id": 1040,
      "common_name": "hart's tongue fern",
      "scientific_name": [
        "Asplenium scolopendrium"
      ],
      "section": [
        {
          "id": 7282,
          "type": "watering",
          "description": "Hart's tongue ferns prefer medium to high humidity levels and should be watered when the top 1-2 inches of soil begins to dry out. They are sensitive to overwatering, so it is important to only water when needed. Water thoroughly until excess moisture begins to drain from the bottom of the pot. During the growing season, a hart's tongue fern should receive water once per week. During the winter months, water should be reduced to once every 2 weeks. It is best to avoid getting water on the fronds of the plant."
        },
        {
          "id": 7283,
          "type": "sunlight",
          "description": "Hart's Tongue Ferns grows best in bright, indirect, filtered light. They can handle full shade to dappled shade, but prefer partial shade or morning sun. They should receive 4 to 6 hours of bright, indirect light every day. Because Hart's Tongue Ferns prefer bright light but not direct sun, they can be placed anywhere. They are happiest when kept on a partially shaded east or north-facing windowsill, porch, or patio. If direct sunlight is unavoidable, take caution to ensure that the fern’s leaves are shielded from the sun’s rays around midday and afternoon to prevent leaf burn."
        },
        {
          "id": 7284,
          "type": "pruning",
          "description": "Harts tongue ferns should be pruned in the late spring and early summer, after new growth has started to appear. Begin by removing any dead or dying fronds using a pair of sharp and sterile pruning shears. Be careful to avoid taking too much off of the plant; it is best to remove only a small amount at a time. Otherwise, the entire plant could be impaired.\n\n\nNext, start thinning out the plant. This involves removing any fronds that look particularly out of place or any fronds that appear to be blocking the growth of others. Make sure to only remove a minimum amount of the frond in order to avoid harming the health of the plant.\n\nFinally, trim the edges of the plant by cutting longer fronds to give the overall shape a more aesthetically pleasing look. Do this by cutting the frond just above the first or second set of leaflets. Make sure to never cut into the main stems of the plant.\n\nBy following these steps, harts tongue ferns will be properly pruned and remain healthy."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}