{
  "data": [
    {
      "id": 2828,
      "species_id": 1608,
      "common_name": "cutleaf toothwort",
      "scientific_name": [
        "Cardamine concatenata"
      ],
      "section": [
        {
          "id": 8690,
          "type": "watering",
          "description": "When watering Cutleaf Toothwort, it is important to water deeply but not too often. When planting, water the soil until it is saturated. After that, water the soil around the plants when the top couple inches of the soil feel dry. This is usually every 7 to 10 days, depending on the environmental conditions. Avoid overwatering as soggy soil can cause root rot. Additionally, during the growing season, avoid getting water on the plants’ leaves for too long, as this can cause fungal diseases."
        },
        {
          "id": 8691,
          "type": "sunlight",
          "description": "Cutleaf toothwort thrives in full sun, about 6 to 8 hours per day, and partial shade. It prefers moist, humus-rich soil, preferably in light shade or dappled sunlight. This species of plant should be planted early in the spring when the soil is still cool to the touch so that it can get optimal sun exposure during the growing season. It can also tolerate some shade, but more sun is preferred for best flowering. If grown in full shade, the foliage may not reach its peak level of vibrant color and the plant may not produce many blooms."
        },
        {
          "id": 8692,
          "type": "pruning",
          "description": "Pruning of Cutleaf Toothwort (Cardamine concatenata) should take place in late winter or early spring. The pruning should be done sparingly and selectively to ensure the plant retains its natural shape. Remove any dead, decayed, or diseased stems at this time, taking care to avoid damaging healthy stems. Trim any stems that cross over others, and any leggy stems down to a strong lateral or branch. To help keep the plant more compact, remove some of the longest stems from the center and side of the plant, taking care to maintain some of the tallest stems in the center of the plant. Pruning is best done when the plant is completely dormant and the last of the foliage has dropped away."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}