{
  "data": [
    {
      "id": 2521,
      "species_id": 1252,
      "common_name": "Japanese barberry",
      "scientific_name": [
        "Berberis thunbergii 'Maria' SUNJOY GOLD PILLAR"
      ],
      "section": [
        {
          "id": 7769,
          "type": "watering",
          "description": "Japanese Barberry should be watered once every 2 weeks once the soil is dry, about 1-2 inches. Soil should be moist but not overly wet, and the plant will benefit from a deep watering session rather than frequent, shallow waterings. In hotter weather, the soil can dry out faster, so check on the plant more regularly to ensure it is not drying out. In winter, the need for watering decreases, and the Japanese Barberry can go for several weeks without water, depending on the weather."
        },
        {
          "id": 7770,
          "type": "sunlight",
          "description": "Japanese barberry (Berberis thunbergii 'Maria' SUNJOY GOLD PILLAR) is a deciduous shrub that requires bright, indirect sunlight to thrive. Ideally, this plant species should receive 6 to 7 hours of bright, indirect sunlight daily throughout the growing season. If grown in an area that receives too little sunlight, this plant may become leggy and become sparsely foliated. In shadier areas, the plant may start to stretch in search of light, only to suffer winter damage due to the weak, lanky growth."
        },
        {
          "id": 7771,
          "type": "pruning",
          "description": "Pruning Japanese Barberry (Berberis thunbergii 'Maria' SUNJOY GOLD PILLAR) should generally be done in late winter or early spring, before new growth appears. Always use clean, sharp pruning tools to avoid damaging the plant. Cut back any damaged or stray branches so that the shrub maintains its shape. Remove any dead branches and trim away any that cross over into each other to maintain an open structure. Once a year, prune it lightly to maintain the size and shape of the plant. Avoid pruning more than 1-third of the total size as the Japanese barberry is slow growing and pruning more may reduce flowering."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}