{
  "data": [
    {
      "id": 2792,
      "species_id": 1563,
      "common_name": "Dalmation bellflower",
      "scientific_name": [
        "Campanula portenschlagiana 'Aurea'"
      ],
      "section": [
        {
          "id": 8582,
          "type": "watering",
          "description": "Dalmation bellflower should be watered when the soil is barely dry. During the months from April to September, water approximately once a week, ensuring that the soil becomes evenly moist. During the colder months, in October to March, the watering should be reduced to help prevent the plant from over-watering. Water the bellflower with lukewarm water to avoid sudden temperature changes, drowning or forcing the soil to shift around the roots. Make sure to avoid wetting the leaves, as this can cause them to become too wet and lead to fungal diseases. Make sure to observe the plant for signs of drooping or wilting; if so, increase the frequency of watering."
        },
        {
          "id": 8583,
          "type": "sunlight",
          "description": "The Dalmation bellflower does best with 6 to 8 hours of direct sunlight per day. This plant species thrives best in locations that receive full sun in the morning and partial shade in the afternoon. It should be kept out of direct sunlight during the hottest parts of the day, as too much direct sunlight can scorch or burn the leaves. During the summer, this species can tolerate full sun for the entire day as long as there is adequate water. In winter, it should be placed in a location that receives full sun in the morning and partial shade in the afternoon."
        },
        {
          "id": 8584,
          "type": "pruning",
          "description": "Dalmation bellflower plants should be pruned in early spring, before they start to produce any new growth. Pruning will help encourage the plant to produce healthy, vibrant flowers. Start by cutting back any dead or damaged branches, as well as any that are crossing or growing inward. Cut back the plant by about 1-third to 1-half of its overall size, removing all of the damaged or dead stems. This helps to keep the plant looking its best and encourages the growth of healthy new growth. For a plant like the Dalmation bellflower, it’s best to prune gently with sharp shears, rather than hacking away at the branches, as a gentle prune encourages the fresh growth that will help the plant bloom more abundantly and look fuller."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}