{
  "data": [
    {
      "id": 1986,
      "species_id": 559,
      "common_name": "Ohio buckeye",
      "scientific_name": [
        "Aesculus glabra"
      ],
      "section": [
        {
          "id": 6163,
          "type": "watering",
          "description": "Ohio buckeye plants prefer moist, well-drained soil and should be watered regularly during dry periods or if warm weather increases the transpiration rate. Generally, it is best to water deeply once every week or 2. During the heat of summer more frequent watering (i.e. every few days) may be required. In fall and winter, cut back on watering significantly. The soil should be moist but not soggy during these times. Avoid over-watering Ohio buckeye plants as this can be detrimental to their health."
        },
        {
          "id": 6164,
          "type": "sunlight",
          "description": "Ohio buckeye (Aesculus glabra) plants prefer to grow in full sun, which means they need at least 6 hours of direct sunlight each day. During the peak of summer, the sun can be as strong as 8-10 hours in some parts of the state, so it's best to provide some shade or protection for your plant if you live in an area that receives that much direct sunlight. The Ohio buckeye can tolerate some shade, but growth is often stunted if the plant does not receive at least 6 hours of direct sunlight each day. In general, it's best to give the Ohio buckeye plenty of sunlight and lots of airflow to ensure healthy and vigorous growth."
        },
        {
          "id": 6165,
          "type": "pruning",
          "description": "Ohio Buckeye trees should generally be pruned in late winter or early spring, when temperatures are still cool and the plants are dormant. The goal of pruning these plants is to remove dead, damaged, or diseased branches and to shape the trees. Pruning your Ohio Buckeye also helps maintain a desirable size and shape for the tree. When pruning these plants, it's important to cut back no more than 1/3 of the entire tree at a time to prevent shock to the tree's system. \n\nThis type of pruning involves removing any crossing, dead, or weak branches, as well as approaching branches and branches with pest or disease problems. Remove any suckers or water shoots that appear at the base. Make sure to avoid removing any live branches that are wide-angled and have vigorous growth and to avoid wounds in the trunks."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}