{
  "data": [
    {
      "id": 2793,
      "species_id": 1564,
      "common_name": "Serbian bellflower",
      "scientific_name": [
        "Campanula poscharskyana"
      ],
      "section": [
        {
          "id": 8585,
          "type": "watering",
          "description": "The Serbian bellflower should be watered moderately, when the top 2-3 inches of soil has dried out. Be careful not to overwater this plant, as waterlogging can cause root rot. When watering the Serbian bellflower, drench the soil to ensure that its well-saturated, and wait for the excess water to drain out. This should take place once or twice a week during the growing season. During the winter months, water slightly less often as the Serbian bellflower will not be growing as vigorously and won't require as much water."
        },
        {
          "id": 8586,
          "type": "sunlight",
          "description": "The Serbian bellflower is a sun-loving plant species that thrives with around 6 to 8 hours of direct sunlight each day. The best time to provide sunlight for this species is between mid-morning and mid-afternoon, when the sun's rays are the strongest. It's important that this plant not be exposed to late afternoon sun, as it can scorch the delicate leaves and cause them to brown. The Serbian bellflower does best in bright, direct sunlight, but it can tolerate some shade during particularly hot summer days in warmer climates."
        },
        {
          "id": 8587,
          "type": "pruning",
          "description": "The best time to prune Serbian Bellflower (Campanula poscharskyana) is in late spring or early summer just before it produces new growth. Pruning should be done minimally and judiciously to maintain the desired shape and size of the plant. The amount of pruning depends on the size of the plant and the desired shape. Large plants may need to be thinned out or have some of the branches cut back to keep its overall shape. Smaller plants can be pruned to remove dead or damaged growth or to help promote new growth. All pruning cuts should be made just above a node or leaf, and the remaining stem should be cut straight across. With judicious pruning, Serbian Bellflower can remain healthy and maintain its desired size and shape."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}