{
  "data": [
    {
      "id": 1656,
      "species_id": 126,
      "common_name": "Suminagashi Japanese Maple",
      "scientific_name": [
        "Acer palmatum 'Suminagashi'"
      ],
      "section": [
        {
          "id": 5173,
          "type": "watering",
          "description": "Suminagashi Japanese Maple should be watered regularly during its active growing season (April to September) to keep the soil moist. The best way to check if your Suminagashi Japanese Maple needs watering is to dig down into the soil with your finger about 1 to 2 inches deep and feel if the soil is moist or dry. If the soil is dry, then water until the area is evenly moist. Alternatively, if the soil surface looks and feels dry, then water until the soil is moist to a depth of 1 to 2 inches. During the winter months when the Suminagashi Japanese Maple is dormant, it needs less water. Water every 2 weeks or so and allow the soil to dry out before watering again."
        },
        {
          "id": 5174,
          "type": "sunlight",
          "description": "The Suminagashi Japanese Maple (Acer palmatum 'Suminagashi') needs at least 6 hours of direct sunlight each day for proper growth and development. The morning sun is more beneficial than the afternoon sun, as it will help encourage healthy growth and flowering. If possible, plant the tree in a spot where it will receive at least 4 hours of direct sun in the morning and 2 in the afternoon. If planted in an area with mainly shaded conditions, it will fail to thrive."
        },
        {
          "id": 5175,
          "type": "pruning",
          "description": "Pruning Suminagashi Japanese Maple is best done during the fall or early spring when the plant is dormant. To maintain its natural shape and to keep its size in check, prune the maple by removing up to 1-third of the old and crossing branches. If needed, you can also prune back the upright shoots by about 1-third to promote a bushy appearance. However, pruning a Suminagashi Japanese Maple should not be done too heavily. Instead, select a few longer branches for pruning, and avoid pruning too much of the live wood in a single year. This will help to promote healthy growth in the upcoming growing season."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}