{
  "data": [
    {
      "id": 613,
      "species_id": 177,
      "common_name": "Ballerina Serviceberry",
      "scientific_name": [
        "Amelanchier x grandiflora 'Ballerina'"
      ],
      "section": [
        {
          "id": 1842,
          "type": "watering",
          "description": "The Ballerina Serviceberry (Amelancheir x grandiflora 'Ballerina') is a moderate to fast-growing ornamental shrub that requires little maintenance. Watering it is important, and will determine how quickly and healthily the plant grows.\n\nIt should be watered deeply, around 1 to 1.5 inches per week. This amount of water should be applied slowly and evenly, and should be done during the early morning or late evening to reduce water evaporation. Drought-like conditions may require more frequent watering. However, it doesn't necessarily need to be watered every day, as long as the soil isn't allowed to dry out completely throughout the growing season.\n\nOnce Ballerina Serviceberry is established, it does not require frequent watering and can tolerate periods of dryness. During hot and dry periods, however, watering may be necessary. During winter months, the plant will require less water. It is important to monitor the soil to discern when and how much water it needs."
        },
        {
          "id": 1843,
          "type": "sunlight",
          "description": "The Ballerina Serviceberry (Amelanchier x grandiflora 'Ballerina') can thrive with full sun to partial shade exposure. In areas with hot summers, partial shade in the afternoon is recommended to protect against scorching leaves and subsequent leaf burn. During typical spring and summer months, direct sunlight is beneficial and should be enjoyed by the plant for between 6 to 8 hours each day. During the cooler winter months, the plant is more tolerant of slightly reduced sunlight and can manage to thrive with just 4 to 6 hours of sunlight each day."
        },
        {
          "id": 1844,
          "type": "pruning",
          "description": "Pruning for a Ballerina Serviceberry should typically take place between late winter and early spring before new growth appears. Pruning should be minimal to maintain the shrub’s natural form. The amount of pruning can vary, but the general idea is to remove any dead, diseased, or damaged branches, and any crossing or overly long shoots which may be overcrowding the interior of the shrub. It is best to avoid cutting into the old wood of branches to avoid unsightly dieback and infection. Cuts should be made at a 45-degree angle just above an outward-facing branch or bud. This kind of pruning should be done every 2–3 years for a more established Ballerina Serviceberry, or more often for younger plants."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}