{
  "data": [
    {
      "id": 2868,
      "species_id": 1656,
      "common_name": "sedge",
      "scientific_name": [
        "Carex oshimensis 'CarFit01' EVERCOLOR EVEREST"
      ],
      "section": [
        {
          "id": 8810,
          "type": "watering",
          "description": "Sedge (Carex oshimensis CarFit01' EVERCOLOR EVEREST) types should be watered deeply and only when the soil becomes dry to the touch. Aim to water 1-2 times per week; based on weather and soil moisture conditions, this may be more or less frequent. Make sure to avoid overwatering this type of sedge. To check moisture levels, insert your finger into the soil up to the second knuckle; if the soil is wet beyond this depth, skip watering. In the cooler months, reduce watering to once per month. During the summer, supplemental watering may be required if the weather is particularly hot and dry."
        },
        {
          "id": 8811,
          "type": "sunlight",
          "description": "The Carex oshimensis 'CarFit01' EVERCOLOR EVEREST species of sedge plant prefers full sun to partial shade to thrive best. Full sun means at least 6 hours of direct sunlight per day while partial shade means 3-4 hours of direct sunlight and the rest of the day with some dappled or indirect sunlight. The location should also get some afternoon shade to protect the plant from too much direct sun during the hottest part of the day. For best results, the amount and duration of sunlight should be consistent throughout the year."
        },
        {
          "id": 8812,
          "type": "pruning",
          "description": "Pruning your Carex oshimensis 'CarFit01' EVERCOLOR EVEREST is an important part of proper care and maintenance. Prune your sedge in late winter or early spring to encourage new growth and maintain its shape and size. If this species is overcrowded and its size is becoming unwieldy, you can also prune in early summer to control its size.\n\nMake sure to use hedge clippers or a pair of sharp pruning shears. Remove any dead, browned, or yellowing foliage first, then shape the remaining foliage to the desired size and shape. Removing only the dead foliage and not touching live foliage will keep the plant from being overwhelmed by too much maintenance and keep it healthy. \n\nIn addition to pruning, you can also divide your Carex oshimensis 'CarFit01' EVERCOLOR EVEREST to help keep its size in check. Doing this in late spring or early summer is best, as the soil will be warm and moist which will make it easier for the divisions to take root."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}