{
  "data": [
    {
      "id": 2529,
      "species_id": 1261,
      "common_name": "pigsqueak",
      "scientific_name": [
        "Bergenia cordifolia 'Winterglut' WINTER GLOW"
      ],
      "section": [
        {
          "id": 7793,
          "type": "watering",
          "description": "Pigsqueak (Bergenia cordifolia 'Winterglut' WINTER GLOW) is a hardy, evergreen perennial that requires moist, well-draining soil and regular watering. Water when the top inch or so of soil feels dry to the touch. During the warmer summer months, this plant may require daily watering. In cooler months or during periods of drought, you may need to water every 2-3 days. When watering, provide enough water to completely saturate the soil, but avoid waterlogging or overwatering."
        },
        {
          "id": 7794,
          "type": "sunlight",
          "description": "Pigsqueak (Bergenia cordifolia 'Winterglut' WINTER GLOW) is a hardy perennial that grows best in full sun to partial shade. Its best to give this plant 4 to 6 hours of direct sunlight per day, but it can tolerate some shade during the hottest part of the day. It blooms in late spring to early summer with delicate pink flowers. It requires consistent, moist soil to thrive and should be given 1 inch of water per week to keep it healthy. During the winter months, this plant should be kept in the sunniest spot available, while during the summer months, shade during the afternoon may be beneficial, as it can help protect the plant from high temperatures. It is important to make sure the soil is not too dry, as the plant can easily experience drought stress."
        },
        {
          "id": 7795,
          "type": "pruning",
          "description": "Pigsqueak (Bergenia cordifolia 'Winterglut' WINTER GLOW) should be pruned annually in late winter or early spring, just before new growth begins. Begin by removing any dead or damaged stems or branches. This includes any discolored or wilting portions of the plant, as well as any stems or branches that have grown in an abnormal direction or become too long. Next, thin out crowded areas of the plant to improve air circulation and reduce the possibility of disease. Finally, remove any diseased or damaged leaves and flowers. Pruning should preferably be done when temperatures are between 40-50°F (5-10°C)."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}