{
  "data": [
    {
      "id": 1594,
      "species_id": 56,
      "common_name": "Green Hornet Cutleaf Japanese Maple*",
      "scientific_name": [
        "Acer palmatum 'Green Hornet'"
      ],
      "section": [
        {
          "id": 4981,
          "type": "watering",
          "description": "The Green Hornet Cutleaf Japanese Maple (Acer palmatum 'Green Hornet') should be watered regularly, but not excessively. It is best to provide the plant with 1-2 inches of water a week, either from rain or from watering by hand. To ensure the root system is well hydrated, water deeply, allowing the water to penetrate the soil around the roots. Water the maple in the morning and avoid wetting the foliage. It can also be beneficial to provide supplemental water during periods of extended drought or extreme heat. In addition, planting in well-draining soils and mulching can help to increase water retention and reduce evaporation of moisture from the soil."
        },
        {
          "id": 4982,
          "type": "sunlight",
          "description": "The Green Hornet Cutleaf Japanese Maple is best suited for locations in partial shade to full sun. Generally, it needs at least 4 hours of direct sunlight per day for optimal growth. Early morning or late evening sunlight is fine, but the plant should be protected from hot afternoon sun. During the summer months, the Green Hornet Cutleaf Japanese Maple should receive morning sun and some protection from the heat of the day."
        },
        {
          "id": 4983,
          "type": "pruning",
          "description": "The Green Hornet Cutleaf Japanese Maple is best pruned in late spring or early summer after the leaves have fully emerged. This type of maple tends to respond well to pruning, so you can prune as much as desired without worrying about hurting the plant. To promote the tight, dense habit of the Green Hornet Cutleaf Japanese Maple, the sides can be pruned to thin the canopy and create a vase shape. Also, intricate cuts can be made to encourage the unique leaf shape. If any dead wood is present it should be removed, since this will improve the aesthetic appeal of the plant and help promote healthy growth."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}