{
  "data": [
    {
      "id": 2475,
      "species_id": 1170,
      "common_name": "false indigo",
      "scientific_name": [
        "Baptisia 'Blueberry Sundae'"
      ],
      "section": [
        {
          "id": 7631,
          "type": "watering",
          "description": "False indigo (Baptisia 'Blueberry Sundae') is a drought tolerant perennial and should be watered about once every 7 to 10 days during the growing season, which is usually April to October. Depending on the weather and soil conditions, the amount of water should be adjusted. During the warmest months, you can water a bit more often; aim for about 1 to 2 inches of water per week. In cooler and/or windy months a little less water may be needed. Avoid overwatering. In general, it is best to water deeply at intervals with enough water that the soil feels damp several inches below the surface. Long, shallow watering can weaken the root system so it isn’t as drought tolerant."
        },
        {
          "id": 7632,
          "type": "sunlight",
          "description": "False Indigo (Baptisia 'Blueberry Sundae') needs full sunlight for 6-8 hours each day. It is important to select a location for the plant where it can get sufficient sunlight throughout the growing season. It is best to plant in an area where it doesn't receive shade from buildings or trees, or where it may be at risk of becoming too humid or damp. The optimal amount of sun for false indigo is 6-8 hours each day. Too little sunlight can lead to decreased flowering and a weakened plant. Too much sun can also be a problem, leading to a decline in the plant's overall health."
        },
        {
          "id": 7633,
          "type": "pruning",
          "description": "False indigo (Baptisia 'Blueberry Sundae') should be pruned once a year in late winter or early spring, before the plant begins to put on new growth. Pruning should be minimal, with only the spent flower stalks and any damaged or unruly shoots removed. This helps keep the bush tidy and encourage healthy, new growth. The false indigo can also be pruned lightly in midsummer to shape and contain the plant, if desired."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}