{
  "data": [
    {
      "id": 2837,
      "species_id": 1617,
      "common_name": "prairie sedge",
      "scientific_name": [
        "Carex bicknellii"
      ],
      "section": [
        {
          "id": 8717,
          "type": "watering",
          "description": "Prairie sedge (Carex bicknellii) is a drought tolerant, low-maintenance perennial grass that can be a great addition to any garden. In order to keep the plant healthy and looking its best, it is important to provide a regular schedule of watering. \n\nDuring the summer months (from May to August), your prairie sedge will need about an inch of water per week. To ensure that your plant is getting the sufficient amount of water, try to water it about 2 times per week. During the spring and fall months, prairie sedge should receive about a half-inch of water per week. In the winter months, it will need very minimal water, only about a quarter-inch of water per month, assuming there is plenty of snowfall to keep the ground moist. \n\nIf your area is receiving minimal rain and/or snow, then you may need to supplement with additional water for your prairie sedge. Regular watering will help your plant thrive and will ensure a strong and healthy display."
        },
        {
          "id": 8718,
          "type": "sunlight",
          "description": "Prairie sedge (Carex bicknellii) needs plenty of sunlight to grow and thrive. As such, the ideal daylight environment for this species would be full sun or 5-6 hours of direct sunlight per day during the summer months. During the winter, prairie sedge needs 3-4 hours of direct sunlight combined with bright, indirect indirect light. This species can tolerate some partial shade, although it may grow more slowly if it isn't getting enough sunlight. Additionally, if growing Prairie sedge outdoors, it is important to make sure the plants are not in an area where temperatures drop well below freezing, as this can be fatal to the plant."
        },
        {
          "id": 8719,
          "type": "pruning",
          "description": "Prairie sedge (Carex bicknellii) should be pruned in the late spring and summer once the plant has stopped flowering. Pruning should be done by removing any damaged or dead leaves, thinning out any overcrowded or broken stems, and/or removing any flowered culms. Care should be taken during pruning not to damage the crown of the plant as this is the growing point and can be easily disturbed. It is best to use clean, sharp pruners and to make clean cuts in order to prevent infection and damage to the plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}