{
  "data": [
    {
      "id": 2594,
      "species_id": 1341,
      "common_name": "paper mulberry",
      "scientific_name": [
        "Broussonetia papyrifera 'Golden Shadow'"
      ],
      "section": [
        {
          "id": 7988,
          "type": "watering",
          "description": "Paper mulberry (Broussonetia papyrifera 'Golden Shadow') prefers to be watered on a regular basis to keep the soil evenly moist but not saturated. Water the plant deeply once a week in spring and summer and every 2 to 3 weeks in autumn and winter. You can check if the soil is dry by feeling it a few inches deep. Tip the pot and check the drainage holes to ensure the soil is not over-saturated. If the soil is dry, it will usually be time to water the paper mulberry again. The amount of water you should give will depend on the size and type of pot and number of plants in the pot. As a general rule, give enough water to evenly moisten the soil. Avoid getting water on the leaves and cutting off excess water from the saucer as this can lead to root rot."
        },
        {
          "id": 7989,
          "type": "sunlight",
          "description": "Paper mulberry 'Golden Shadow' thrives in full to partial sun. It prefers a minimum of 4 to 6 hours of direct, unfiltered sunlight each day. This plant should be placed in a brighter position to prevent stunted growth and a lack of branching. During hotter months, you may need to relocate it to a spot with more shade, as it may be sensitive to prolonged exposure to full sunlight. When possible, it is best to place this species near a southern or southeastern facing window."
        },
        {
          "id": 7990,
          "type": "pruning",
          "description": "Paper mulberry (Broussonetia papyrifera 'Golden Shadow') should be pruned in early to midsummer. Pruning should focus on removing dead, damaged, and diseased branches, as well as trimming back overly vigorous growth. Generally, no more than 1-third of the plant should be pruned away each season. Also, pruning can help encourage root development, which helps to keep the plant healthy and vigorous."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}