{
  "data": [
    {
      "id": 2729,
      "species_id": 1499,
      "common_name": "crimson bottlebrush",
      "scientific_name": [
        "Callistemon citrinus"
      ],
      "section": [
        {
          "id": 8393,
          "type": "watering",
          "description": "The crimson bottlebrush (Callistemon citrinus) is a drought-tolerant evergreen shrub that typically grows between 3-4 feet in both height and width. \n\nIn order to maintain healthy growth and beautiful floral displays, this plant needs to be regularly watered. During warmer months, the bottlebrush should be watered deeply and regularly, with about 1-2 inches of water per week. During colder months, the watering should be reduced to every 10 to 14 days. To ensure healthy, vibrant foliage and flowers, it's a good idea to supplement natural rainfall with additional watering from a hose or watering can."
        },
        {
          "id": 8394,
          "type": "sunlight",
          "description": "Crimson bottlebrush (Callistemon citrinus) is a sun-loving plant that prefers full sun exposure. For optimal growth, this plant species should receive at least 6 hours of direct sunlight per day. However, it’s important to monitor the temperature, as this species is not tolerant of extreme temperatures. When temperatures range above 85°F (29°C), plants should receive some afternoon shade. Light intensity may also vary depending on the plant’s location; those grown in the Southern United States may benefit from more shade during the hottest months, while Northern climates may require some additional sunlight. Additionally, the amount of sunlight may be adjusted depending on the season, ensuring plants receive more exposure during winter's longer daylight hours."
        },
        {
          "id": 8395,
          "type": "pruning",
          "description": "The crimson bottlebrush plant (Callistemon citrinus) should be pruned in the spring. Generally, a light trimming of the shrub should be done every year to encourage a more bushy habit and improve air circulation. This will help prevent pest outbreaks and diseases. Dead or diseased branches should be removed as soon as they are identified and all pruning should be done before new spring growth begins. Depending on the desired shape, the bottlebrush may be pruned up to a third of its height. Shaping can also be done at this time to create a more pleasing visual effect. Pruning should be done with sharp, clean secateurs or loppers to avoid any damage to the branches."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}