{
  "data": [
    {
      "id": 1851,
      "species_id": 391,
      "common_name": "Arbequina European Olive",
      "scientific_name": [
        "Olea europaea 'Arbequina'"
      ],
      "section": [
        {
          "id": 5758,
          "type": "watering",
          "description": "Arbequina European Olive (Olea europaea 'Arbequina') should be watered well every 7-10 days during warmer months and every 10-14 days during cooler months. The soil should be kept consistently moist (not soggy) throughout the year. During warmer months, supplemental watering may be necessary in periods of extended drought. Always check the soil before watering, as over-watering can cause root rot. Let the top centimeter or 2 of soil dry out before watering."
        },
        {
          "id": 5759,
          "type": "sunlight",
          "description": "Arbequina European Olive (Olea europaea 'Arbequina') prefers full sun for healthy growth. It is recommended to give the plant 6 to 8 hours of direct sunlight per day in optimal growing conditions. In warmer climates with mild winters, the “Arbequina” can tolerate full sun the entire year. "
        },
        {
          "id": 5760,
          "type": "pruning",
          "description": "Arbequina European olive trees should be pruned late winter through early spring, while the tree is still dormant. Pruning should be done when the tree is 6-7 years old and should continue every 2-4 years to maintain a healthy shape and promote good fruit production. \n\nStart pruning by removing any dead, diseased, or weak branches, and then trim any shoots or sprouts from the trunk. Thin out lateral branches to open up the canopy and reduce overcrowding. Prune outer portions of branches (not the interior) to allow maximum light and air circulation throughout the canopy. Prune the tree so that a pair of strong branches extend downward and outward from each main branch, permitting the branches to form an open \"V\" shape.\n\nFinally, prune Arbequina European olive trees to give them a cup-shaped or \"umbrella canopy\", with the trunk in the center and branches radiating outward like spokes from a wheel. To achieve this shape, prune the top branches so they remain slightly higher than the outer branches. This encourages the formation of dense fruiting wood at the base of the tree, while promoting better air circulation, which reduces the risk of pests and disease."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}