{
  "data": [
    {
      "id": 2425,
      "species_id": 1109,
      "common_name": "masterwort",
      "scientific_name": [
        "Astrantia 'Snow Star'"
      ],
      "section": [
        {
          "id": 7480,
          "type": "watering",
          "description": "Masterwort (Astrantia 'Snow Star') should be watered regularly to ensure that it stays healthy and blooms properly. It prefers moist soil, so it should not be allowed to dry out completely. When it is actively growing, it should be watered at least once a week. However, water less frequently during winter months when the plant is dormant, usually only once every 2 or 3 weeks. Make sure the soil is completely dry in between watering, and don’t let the plant sit in standing water. Additionally, use lukewarm water rather than cold water when watering, as cold water can shock the plant."
        },
        {
          "id": 7481,
          "type": "sunlight",
          "description": "Astrantia ‘Snow Star’ masterwort is a shade-tolerant perennial that does best when it is grown in partial shade. However, it can thrive in full sun for part of the day as long as it is not planted in an overly hot, exposed, or dry site. Morning sun and afternoon shade is ideal, as this will provide the plant with enough light to stimulate blooming while protecting it from the intense sun. Ideal temperature ranges should be between 50°F and 70°F. In hotter climates, 6 hours of direct sun per day is the limit, while in cooler climates it can tolerate up to 8 to 10 hours per day. Avoid heavy shade, which can lead to sparse flowering and slow growth."
        },
        {
          "id": 7482,
          "type": "pruning",
          "description": "Masterwort (Astrantia 'Snow Star') is a hardy, low-maintenance perennial that is easy to grow and maintain. Generally, pruning for this plant species should take place in late winter or early spring. Before pruning, it is best to first remove all dead, damaged, or diseased foliage that may have built up throughout the winter.\n\nTo keep a masterwort at its best, it should be pruned back roughly by 1 third of its original height. Also, any extra foliage or stems should be trimmed off to create a nice, rounded, compact shape. Be careful to not cut back too much of the foliage, as this may adversely affect the plant’s overall health. When finished pruning, it is important to check for any new growth and remove any dead material that may have formed over the winter.\n\nOnce the masterwort has been pruned and new growth appears, it should be fertilized with a balanced fertilizer to encourage and promote vigorous growth. With proper care and maintenance, the masterwort will be a beautiful addition to any garden."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}