{
  "data": [
    {
      "id": 2404,
      "species_id": 1087,
      "common_name": "astilbe",
      "scientific_name": [
        "Astilbe 'Red Sentinel'"
      ],
      "section": [
        {
          "id": 7417,
          "type": "watering",
          "description": "For best results, it is important to water Astilbe 'Red Sentinel' regularly. During its dormancy period in winter, water the astilbe about once a month. During the spring and summer months, water your Astilbe 'Red Sentinel' at least once a week, if not more. Try to keep the soil evenly moist but not saturated. To determine just the right level, check the soil 2 inches (5 cm) deep with your finger. If it is damp, then there is no need to water. If it is dry, then it is time to water. When it rains, skip watering your astilbe."
        },
        {
          "id": 7418,
          "type": "sunlight",
          "description": "Astilbe 'Red Sentinel' thrives best when it's planted in a partial sun location, receiving between 3-6 hours of direct sunlight each day. When grown in full sun, it can become scorched due to the excessive heat, while in total shade it will not perform well. Therefore, a partial sun location provides the best balance for this plant species. During the hottest part of the day (usually from noon to mid-afternoon), it's best to ensure the plant has some protection against the direct sunlight so it won't become overheated. Additionally, it's beneficial to water Astilbe 'Red Sentinel' regularly, especially during dry periods, and to provide ample fertilizer for best results. With the right care and conditions, this plant will provide beautiful vibrant color in any garden."
        },
        {
          "id": 7419,
          "type": "pruning",
          "description": "Astilbe 'Red Sentinel' should be pruned once a year in late winter or early spring. The amount of pruning required will depend on the size of the plant and how much it has spread out. If the astilbe is 1 or 2 years old, remove dead flower heads and prune back any long or spindly stems to promote fuller growth. For older astilbes, remove the entire cluster of stems and leaves growing from the base of the plant to the top of the plant and reduce the remaining stems to half their length. This will produce thicker, fuller foliage and more compact growth."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}