{
  "data": [
    {
      "id": 1861,
      "species_id": 403,
      "common_name": "glossy abelia",
      "scientific_name": [
        "Abelia grandiflora 'MINDUO1' SUNNY ANNIVERSARY"
      ],
      "section": [
        {
          "id": 5788,
          "type": "watering",
          "description": "Glossy abelia plants should be watered when the top few inches of soil are dry. It is important to avoid overwatering as glossy abelia plants are sensitive to moisture buildup in the soil. During the growing season (May-September), it is typically best to water glossy abelia plants every 5-7 days. When watering, it is best to drench the soil thoroughly with water and allow it to drain before watering again. Make sure to check the soil moisture levels before watering. During the winter months (October-April), it is best to reduce watering as glossy abelia plants do not require as much water as during the growing season. During this time, water the plants every 10-14 days. In areas with extreme temperatures and/or prolonged periods of drought, additional water may be needed."
        },
        {
          "id": 5789,
          "type": "sunlight",
          "description": "Glossy Abelia (Abelia grandiflora 'MINDUO1' SUNNY ANNIVERSARY) is a semi-evergreen shrub that can thrive in a variety of different climates. This plant species is ideally suited to locations that receive full sun most of the day, which provides it with necessary sun exposure to help it grow and flourish. \n\nFor best results, this plant should be placed in a location that receives at least 6 hours of sunlight per day. Morning sun is preferable due to the fact that the sunny hours produced by the sun's rays are strongest during that time of day."
        },
        {
          "id": 5790,
          "type": "pruning",
          "description": "Glossy abelia (Abelia grandiflora 'MINDUO1' SUNNY ANNIVERSARY) should be pruned once a year, preferably in late winter to early spring when the plant is still dormant. This will help to shape and control the growth of the plant. To maintain its desired state, remove old woody growth and selectively cut back overly long stems to the desired shape. It is important to also to regularly remove any dead or faded flowers during the growing season to encourage new blooms. It is important to note not to prune more aggressively than necessary, as overly drastic pruning can weaken or damage the plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}