{
  "data": [
    {
      "id": 2392,
      "species_id": 1075,
      "common_name": "Chinese astilbe",
      "scientific_name": [
        "Astilbe chinensis 'Visions'"
      ],
      "section": [
        {
          "id": 7381,
          "type": "watering",
          "description": "Chinese astilbe (Astilbe chinensis 'Visions') typically needs to be watered 1 to 2 times a week, depending on the season and the growing conditions. During the spring and summer months, if the soil is dry, you should water it deeply every 7 to 10 days. When watering, the soil should be thoroughly soaked. During the fall and winter months, you should reduce the amount of water given. Once the ground is frozen, cease watering altogether."
        },
        {
          "id": 7382,
          "type": "sunlight",
          "description": "Chinese astilbe (Astilbe chinensis 'Visions') should receive at least 4 to 6 hours of direct sunlight each day, preferably late in the day. The plant should be placed in an area that receives the most sunlight during the prime hours of the day, particularly in the morning or late afternoon/evening. It is important to not expose the Chinese astilbe to too much direct sunlight or hot temperatures as this could lead to damage or even death of the plant. For ideal growth, Chinese astilbe should be placed in a partially shady area, or areas where the sun is blocked by trees or a fence."
        },
        {
          "id": 7383,
          "type": "pruning",
          "description": "Chinese astilbe (Astilbe chinensis 'Visions') should be pruned in early spring, before new growth begins. Pruning should only be done if the plant is looking overgrown or out of shape. Pruning should involve removing only weak or damaged stems, and should be done at an angle, cutting just above a leaf node. It is not necessary to completely cut the stems off; depending on the desired look, 1 can cut off only a portion of the stem. For larger plants, it may be preferable to trim only a few stems at a time, so that the plant does not become too open or sparse. Proper pruning techniques will help ensure healthy growth of Chinese astilbe (Astilbe chinensis 'Visions') over time."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}