{
  "data": [
    {
      "id": 1699,
      "species_id": 175,
      "common_name": "Autumn Brilliance Serviceberry",
      "scientific_name": [
        "Amelanchier x grandiflora 'Autumn Brilliance'"
      ],
      "section": [
        {
          "id": 5302,
          "type": "watering",
          "description": "The Autumn Brilliance Serviceberry should be watered approximately twice a week, though more water may be required during periods of high heat or drought. The soil should be kept uniform moist, however, it is important not to overwater the plant as doing so can promote root rot and other diseases. If you press your finger 1 inch in the soil, if it feels dry, your plant needs water. The Autumn Brilliance Serviceberry will need more water in the spring and early summer when it blooms because of its increased growth rate. As a rule, it is important to never let the soil of an Amelanchier x grandiflora 'Autumn Brilliance' plant dry out completely and to err on the side of caution in terms of watering frequency."
        },
        {
          "id": 5303,
          "type": "sunlight",
          "description": "Autumn Brilliance Serviceberry requires full sun for best performance, at least 6-8 hours of direct sunlight per day. This plant prefers slightly acidic soils, moist but well-drained, in either full sun or light shade. During its blooming period which typically occurs from mid-spring to early summer, the Autumn Brilliance Serviceberry should be positioned in full sun and kept well-watered to ensure proper flowering and fruit production. After summer, however, partial shade is ideal, especially in hotter climates, as exposure to too much direct sunlight during this period can cause leaf burn."
        },
        {
          "id": 5304,
          "type": "pruning",
          "description": "The Autumn Brilliance Serviceberry is an attractive plant species that can add beauty to any landscape. When it comes to pruning for this species, it should be done in late winter or early spring. Prune this serviceberry by removing any dead, diseased, or crossing branches. Start pruning the interior of the plant’s canopy first to ensure that the plant maintains its natural shape and condition. The plant can also benefit from thinning out crowded branches periodically to increase airflow and light penetration. Buds should also be removed to encourage growth. Pruning should be done sparingly, as too much pruning can harm the plant’s health."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}