{
  "data": [
    {
      "id": 2698,
      "species_id": 1461,
      "common_name": "feather reed grass",
      "scientific_name": [
        "Calamagrostis acutiflora 'Karl Foerster'"
      ],
      "section": [
        {
          "id": 8300,
          "type": "watering",
          "description": "Feather reed grass (Calamagrostis acutiflora 'Karl Foerster') should be watered deeply once or twice a week, depending on the weather conditions. If it is hot and dry, water more frequently. If it is cool or frequent rains, the plant can go longer between waterings. To properly water feather reeds, keep the soil evenly and consistently moist but not soggy. It is best to water in the morning and avoid wetting the foliage. Too much water can lead to root rot and should be avoided. After planting, water immediately and then water deeply once a week."
        },
        {
          "id": 8301,
          "type": "sunlight",
          "description": "Feather reed grass (Calamagrostis acutiflora 'Karl Foerster') grows best in full sun and requires 6-8 hours of sunlight a day. This grass prefers to be grown in locations with plenty of sun and with moist, but well-draining soil. It will also survive in light shade, but in these conditions, growth may be stunted. Feather reed grass is a very hardy plant species and tolerates both dry and wet conditions with ease. When grown in full sun, this grass needs to be watered deeply once or twice a week. When grown in partial shade, it should be watered more frequently."
        },
        {
          "id": 8302,
          "type": "pruning",
          "description": "When it comes to pruning feather reed grass (Calamagrostis acutiflora 'Karl Foerster'), the amount and timing depend on the desired look of the plant. Generally speaking, the best time to prune this grass is in early to late spring, when new growth begins to appear. Before cutting the plant back, it’s a good idea to remove any dead, damaged or diseased stems for the health of the plant.\n\nFor light pruning, simply cut back the stems and flower spikes to about 12” - 18 inches in height. This will enable the plant to maintain its overall size and shape. Heavier pruning should be done in mid to late summer and should only remove up to 1-third of the total plant mass to ensure healthy regrowth the next season. \n\nNo matter which pruning technique is used, it’s important to avoid cutting back the plant too drastically, as it could cause the plant to become weak and prone to disease."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}