{
  "data": [
    {
      "id": 2869,
      "species_id": 1657,
      "common_name": "sedge",
      "scientific_name": [
        "Carex oshimensis 'Evergold'"
      ],
      "section": [
        {
          "id": 8813,
          "type": "watering",
          "description": "Sedge (Carex oshimensis 'Evergold') prefers to be kept in moist, well-draining soil. Water the plant deeply and regularly, easing off when colder temperatures arrive in the fall. To determine when your evergold sedge needs water, check the soil every few days by sticking your finger 1 inch into the potting mix. If the soil is dry, it's time to give the plant a good soaking. After watering, allow the potting mix to dry about half-way down before watering thoroughly again. During its peak growing season in the summer, evergold sedge may need water 2-3 times per week in hot, dry climates."
        },
        {
          "id": 8814,
          "type": "sunlight",
          "description": "Carex oshimensis 'Evergold' is a type of fast-growing sedge that thrives in partial to full shade. It can tolerate full sun, but it will require slightly less water if given some shade during the hottest part of the day. If the plant is in full sun, it should receive at least 4 to 6 hours of direct, filtered sunlight each day, and water should be provided during hot and dry weather. During the cooler months, this plant can tolerate less sunlight."
        },
        {
          "id": 8815,
          "type": "pruning",
          "description": "Pruning of Carex oshimensis 'Evergold' should begin in late winter or early spring. During this time, any dead or damaged foliage should be removed. Depending on your desired outcome, you can also shape your sedge by trimming off excess growth. It is best to do this carefully and not remove more than 1-third of the total height of the plant. Pruning too much can cause the sedge to become leggy and sparse looking. Spring is also a good time to divide and propagate new plants. To do this, dig up the plant and separate the clumps of roots. Replant or share with a friend."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}