{
  "data": [
    {
      "id": 2612,
      "species_id": 1360,
      "common_name": "buffalo grass",
      "scientific_name": [
        "Buchloe dactyloides 'Cody'"
      ],
      "section": [
        {
          "id": 8042,
          "type": "watering",
          "description": "Buffalo grass (Buchloe dactyloides 'Cody') prefers dry conditions, so it is important to water it sparingly but consistently. During the summer months, when the grass is actively growing, it should be watered once every 2 to 3 weeks, providing it with an inch or 2 of water each time. In the late spring and early fall, watering should ideally be reduced to once a month or so. In the winter, Buffalo grass does not need to be watered at all, as it will go dormant and stop growing in cold temperatures. If severe drought persists, it can be lightly watered every few months."
        },
        {
          "id": 8043,
          "type": "sunlight",
          "description": "Buffalo grass (Buchloe dactyloides 'Cody') thrives in sunny, dry areas. This grass requires full sun to perform at its best, needing at least 8 hours of direct sunlight each day. Buffalo grass should not be grown in shaded areas. It can survive without supplemental watering in drought areas with at least 8 hours of direct sunlight a day. During the hot months of summer, it will need occasional watering (1 inch a week) to keep its green color and healthy appearance."
        },
        {
          "id": 8044,
          "type": "pruning",
          "description": "Buffalo grass (Buchloe dactyloides 'Cody') requires minimal pruning for maintenance, however it should be pruned each spring. Buffalo grass should be mowed at 2.5 - 3.0 cm for optimal health. This grass species should not be mowed too low as it can stress the plant and encourage scalping. The initial mow in the spring should be done when the blades are approximately 8 cm tall. It is important to ensure your mower is sharp when mowing this grass in order to avoid scalping of the blades. Following the initial mow, it is advisable to mow every 7 - 10 days throughout the growing season to ensure a neat, tidy lawn. If the lawn becomes too overgrown, it is important to mow it back gradually in the early stages and not to cut more than 1/3 the total grass lengths in a single mow. \n\nGenerally speaking, no more than 3 mowings should be carried out each spring. This grass does not need to be pruned any further during the growing season, as this can stunt its growth and lead to scalping. In the autumn months, when Buffalo grass goes dormant, the lawn may need an extra mow or 2. This will help to maintain a neat, tidy appearance of the lawn and also remove any dead material. \n\nOverall, Buffalo grass (Buchloe dactyloides 'Cody') requires very minimal pruning, but should be done 2 to 3 times in the spring when the blades are 8 cm tall. It should be mowed every7 - 10 days during the growing season. No more than 1/3 of the total grass lengths should be cut in a single mow, and an extra mow or 2 may be necessary in the autumn months."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}