{
  "data": [
    {
      "id": 2630,
      "species_id": 1383,
      "common_name": "butterfly bush",
      "scientific_name": [
        "Buddleja davidii 'Pink Delight'"
      ],
      "section": [
        {
          "id": 8096,
          "type": "watering",
          "description": "For the best results, the Butterfly Bush (Buddleja Davidii 'Pink Delight') should be watered regularly, approximately once a week. It is important to water the plant deeply; this means soaking the root zone until water comes out of the bottom of the pot or from the ground in the case of planted bushes. You should also ensure that the soil around the plant remains ever slightly moist, meaning that a light sprinkle every few days may be needed when the soil starts to feel dry. If the plant is in a pot, it should be checked at least twice a week for signs of first dehydration, such as dry and wilting leaves. Lastly, the soil type affects the watering needs, and light, dry soils may require more frequent watering than heavier soils. Using a moisture meter will help ensure that the right balance is achieved."
        },
        {
          "id": 8097,
          "type": "sunlight",
          "description": "Butterfly bush (Buddleja davidii 'Pink Delight') prefers full sun or partial shade for best flowering, with at least 6 hours of direct sunlight daily. It should be planted in locations where it will receive plenty of exposure to sunlight throughout the day. It is best to ensure that the plant receives morning light, as it is key to their growth, and will also help the plant to set flower buds. Make sure that the location has good drainage and is free of weeds, as too much competition can negatively affect its size and shape."
        },
        {
          "id": 8098,
          "type": "pruning",
          "description": "The best time to prune the Butterfly Bush (Buddleja davidii 'Pink Delight') is in late winter or early spring before it begins actively growing. Prune back all the stems on the Bush to about 12 inches (30 cm) above the ground to promote vigorous new growth. As the plant begins to mature in late summer, you can prune the stems back to around 36 inches (90 cm) above the ground and thin the stems to promote air circulation, and encourage vigorous top growth. Deadhead spent flowers throughout the season for continual blooming."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}