{
  "data": [
    {
      "id": 2534,
      "species_id": 1267,
      "common_name": "purple bergenia",
      "scientific_name": [
        "Bergenia purpurascens"
      ],
      "section": [
        {
          "id": 7808,
          "type": "watering",
          "description": "When watering Purple Bergenia, it is important to make sure you are properly watering based on your local climate. In general, during the growing season (spring and summer), water it deeply about once a week or when the top 1-2 inches of soil starts to feel dry. In hot, dry climates, the plant may need to be watered more frequently. During the winter, when Purple Bergina is dormant, allow the soil to dry out completely between waterings. When watering, make sure the soil is evenly moist, but not saturated. Aim for about 1 inch of water per week."
        },
        {
          "id": 7809,
          "type": "sunlight",
          "description": "Purple bergenia (Bergenia purpurascens) should be situated in a spot that receives morning sun (for approximately 4-5 hours) and then afternoon shade (for the remaining hours). The plant prefers partial shade rather than full sun, so it's important to choose its location carefully to prevent burn damage caused by too much light. Morning sun will help the plant to flower in regular cycles and provide the necessary light needed for healthy, strong growth. During the summer months, when the days are longer, some extra protection during the peak hours of the afternoon can be beneficial. In the winter, when days are shorter, the plant can handle more light without issue."
        },
        {
          "id": 7810,
          "type": "pruning",
          "description": "Purple Bergenia is a hardy and easy-to-grow perennial native to the Himalaya Mountains. Pruning is an important part of maintaining your Bergenia’s health and beauty. Pruning should be done in early spring before new growth begins and should be repeated on an annual basis.\n\nFor lighter pruning, remove any dead, damaged, or overly spindly stems and cut back the remaining stems to the point where leaves were present on the stem before. This will encourage new and fuller growth from the base of the plant. \n\nFor more extensive pruning, cut back the stems to several inches above the ground. This will encourage both more light and air circulation and will produce new stems from the base of the plant. Prune any foliage around the center of the plant to promote better air circulation to the crown and prevent fungal problems. \n\nIn late fall (November-December), cut the dead and browning flower stems back to the crown of the plant. This will help the plant retain energy during the dormant period and will give it a jump-start into the growing season in spring. \n\nPruning your Purple Bergenia will help to keep the plant healthy and looking its best. With an annual pruning, your Bergenia will be rewarded with lush and beautiful foliage all season long."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}