{
  "data": [
    {
      "id": 2197,
      "species_id": 829,
      "common_name": "small-flowered anemone",
      "scientific_name": [
        "Anemone parviflora"
      ],
      "section": [
        {
          "id": 6796,
          "type": "watering",
          "description": "Small-flowered Anemone ( Anemone parviflora ) prefers moist soil and needs to be watered regularly. It should be watered once a week during the growing season, but it's important to allow the soil to dry slightly between waterings. During the warmer months, it may need more water, while it can go without during the cooler months. When watering, water deeply so that water reaches the deepest roots. Do not water too much as it can cause root rot. Additionally, mulching can help retain moisture in the soil throughout the season."
        },
        {
          "id": 6797,
          "type": "sunlight",
          "description": "Small-flowered anemone (Anemone parviflora) does best in bright, indirect sunlight. It can tolerate some shade, but full sun exposure will help promote flowering and healthy foliage growth. The plant should receive at least 6 hours of indirect sunlight per day during its growing season. A location with northern or eastern exposure is ideal for this species, as this will limit the amount of direct sunlight it receives. In areas with intense sunlight, partial shade should be provided for the small-flowered anemone. During winter, the plant needs less exposure to sunlight due to the decrease in temperature and shorter days. Too much light can also damage this species, leading to sunburn and dry, crispy leaves."
        },
        {
          "id": 6798,
          "type": "pruning",
          "description": "Small-flowered anemone can be pruned during the summer months after flowering has finished for the year. The best time to prune this plant is 2 weeks after flowering finished. Pruning should be done to remove any weak or damaged stems and to shape the plant. For best results, only 1/3 of the foliage should be removed in any given year. Pruning encourages new growth and flowering the following season."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}