{
  "data": [
    {
      "id": 2691,
      "species_id": 1450,
      "common_name": "Korean boxwood",
      "scientific_name": [
        "Buxus sinica var. insularis"
      ],
      "section": [
        {
          "id": 8279,
          "type": "watering",
          "description": "Korean boxwood (Buxus sinica var. insularis) should be watered once a week with 1-2 gallons of water. It is best to water it early in the morning so that the excess water can evaporate during the day. It is also important to water at the base of the plant to avoid disease and over-watering. During the warmer months, it is important to check for dryness and increase watering as needed. In the winter months, watering can be reduced as the plant does not require as much water."
        },
        {
          "id": 8280,
          "type": "sunlight",
          "description": "Korean boxwood (Buxus sinica var. insularis) should be exposed to full sunlight for a minimum of 4 to 5 hours every day. This is best achieved by planting the boxwoods in a sunny location, where they will receive direct sun for the majority (at least 4 to 5 hours) of the day. For optimum health and growth, this species should also be exposed to partial sun or dappled sun for the remainder of the day, or, alternatively, be placed in a partially shaded area. With good sun exposure it can tolerate full sun in all but the hottest parts of summer."
        },
        {
          "id": 8281,
          "type": "pruning",
          "description": "Korean boxwood (Buxus sinica var. insularis) should be pruned twice a year, once in late winter (January-February) and once in early summer (May-June). This helps maintain a neat, healthy, and attractive shape. Pruning should never be done in fall or late summer as these seasons can induce new growth which may not have enough time to harden off before the cold weather sets in.\n\nWhen pruning, always use sharp and sanitized pruning shears as dull or rusted blades can tear at the limb and leave behind an uneven and potentially diseased look. Cut at a slight angle with the slope of the existing limb. Several cuts can be made if needed to ensure the limbs are even and balanced along with the overall size and shape desired.\n\nFor Korean boxwood, it is recommended to prune 1/3 of the top foliage of the plant, removing any dead or broken branches and selectively thinning out the dense canopy to allow light and air penetration. Remember to never remove more than 1/3 of the top foliage as this can hinder proper growth and cause the plant to become stressed. Additionally, it’s best practice to prune with restraint and avoid cutting into the main framework of the plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}