{
  "data": [
    {
      "id": 2779,
      "species_id": 1550,
      "common_name": "clustered bellflower",
      "scientific_name": [
        "Campanula glomerata 'Superba'"
      ],
      "section": [
        {
          "id": 8543,
          "type": "watering",
          "description": "Clustered bellflower requires regular watering in order to thrive. During the spring and summer, water the plant approximately once a week, making sure the soil is moist but not saturated. In hotter months, cluster bellflower may require more frequent watering, so it is best to check the soil regularly and water when it starts to dry out. In the fall and winter, watering should be reduced to about once every 2 weeks or less. When watering, avoid getting water on the leaves and flowers of the bellflower, to reduce the risk of leaf spot and other disease."
        },
        {
          "id": 8544,
          "type": "sunlight",
          "description": "The clustered bellflower, or Campanula glomerata 'Superba', does best in a full sun to partially shaded area with at least 4-6 hours of direct sunlight each day. It’s best to give the plant morning light, as this will give the flowers their bluest, most vibrant blooms. If the plant is planted in an area that gets full sun for most of the day, late afternoon sun should be shaded whenever possible. Avoid full sun from midday to late afternoon, as this can be too harsh and lead to wilting or damage to the plant."
        },
        {
          "id": 8545,
          "type": "pruning",
          "description": "Clustered bellflower is an easy and low-maintenance plant, and will only need occasional pruning to maintain its shape.\n\nLight trimming should be done in late spring to keep the plant compact and encourage more blooms in the summer. To do this, simply snip off the top third of the stems.\n\nIn early autumn, a more severe pruning should be done. Cut the stems back to about ¼ of their original length, taking care to leave some leaves behind and not to over-prune. This will help the plant to produce more shoots and leaves for the following season.\n\nFinally, in late winter or early spring, you can give your clustered bellflower a light grooming. Remove any dead or damaged stems and leaves, and tidy up the shape of the plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}