{
  "data": [
    {
      "id": 2880,
      "species_id": 1672,
      "common_name": "sedge",
      "scientific_name": [
        "Carex 'Silver Sceptre'"
      ],
      "section": [
        {
          "id": 8846,
          "type": "watering",
          "description": "Water the Carex 'Silver Sceptre' sedge deeply and thoroughly twice each week to keep the soil evenly moist. During warm weather, water once daily to ensure the soil does not dry out. Do not water frequently and shallowly; instead, water deeply and infrequently to encourage the roots of the sedge to search for water, which makes them stronger. Don’t allow the soil to become soggy or waterlogged; over-watering can cause root rot and other problems. In the fall and winter, reduce watering to once every 2 weeks, or when the soil feels dry to the touch."
        },
        {
          "id": 8847,
          "type": "sunlight",
          "description": "The amount of sunlight that Carex 'Silver Sceptre' sedge requires depends on the growing conditions. This plant used to grow in moist, shady environments, but now it has adapted to brighter conditions. It is still best to keep the plant in part shade and protect it from hot afternoon sun. For best results, give Carex 'Silver Sceptre' sedge 4 to 6 hours of sun per day, evenly divided between morning and afternoon. Carex 'Silver Sceptre' sedge is drought tolerant, so it needs less frequent watering."
        },
        {
          "id": 8848,
          "type": "pruning",
          "description": "The best time to prune your Carex 'Silver Sceptre' sedge is early spring, once new growth has begun. Pruning should only be done when absolutely necessary and should be light, removing only dead or damaged growth. How much to prune depends on the size and shape desired. For a full, lush look, you can cut down the middle of the plant, removing only 1-third to 1-half of the stem length if needed. If your sedge has become too leggy and overgrown, it's best to cut it back to about 6 inches above the soil, leaving new green growth in place. If it's too large for the space or you want to keep a shorter and more rounded form, you can cut up to 2-thirds of the stem length back. Avoid cutting it back to ground level as it may not recover."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}