{
  "data": [
    {
      "id": 2002,
      "species_id": 581,
      "common_name": "giant hyssop",
      "scientific_name": [
        "Agastache 'Ava'"
      ],
      "section": [
        {
          "id": 6211,
          "type": "watering",
          "description": "Giant hyssop (Agastache 'Ava') should be watered once or twice a week, depending on the temperature and humidity level of the environment. In warmer days, it may need to be watered more frequently. During cooler or cooler seasons, the soil should be allowed to dry out a bit between waterings. When watering, it is important to water the soil thoroughly but not to the point of saturation. Allow excess water to drain away before putting the plant back in its pot."
        },
        {
          "id": 6212,
          "type": "sunlight",
          "description": "Giant hyssop (Agastache 'Ava') requires full sun for optimal growth and development. It likes at least 6 hours of sunlight per day and will do best with 8 or more. Giant Hyssop also requires ample airflow and benefits from good air circulation. For optimal flowering, it should be placed in a location where it will receive a minimum of 4 to 6 hours of direct sunlight per day throughout the growing season from late spring to early fall. "
        },
        {
          "id": 6213,
          "type": "pruning",
          "description": "Pruning of giant hyssop (Agastache 'Ava') should be done twice a year. Once during late winter or early spring before the plant starts to bud and again after flowering in late summer or early fall. During the late winter/early spring pruning, remove up to 1/3 of the tallest stems or branches using sharp pruners. This will help maintain the size of the plant and promote bushiness. Deadheading of faded blooms during the summer months will keep the plant looking fresh and also encourage new growth. In fall, prune back overgrown stems by 1/3 of their length to keep the plant from becoming floppy and to control size. Remove any dead or diseased stems and limbs at any time of the year as needed."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}