{
  "data": [
    {
      "id": 2175,
      "species_id": 803,
      "common_name": "big blue stem",
      "scientific_name": [
        "Andropogon gerardii 'Red October'"
      ],
      "section": [
        {
          "id": 6730,
          "type": "watering",
          "description": "Big blue stem is an extremely drought-tolerant species. It should only need to be watered once every 2-3 weeks, depending on the climate. Check the soil before watering, it should be dry about 1” - 2” down. Water the plant deeply until some runs out from the bottom of the pots. Make sure to water the roots and leave it to soak for 15-30 minutes. This will help promote deep roots. If water is steaming hot, let it cool before applying it to the plant. If the soil feels dry enough, don’t water too much as this could damage the plant."
        },
        {
          "id": 6731,
          "type": "sunlight",
          "description": "Big blue stem or Andropogon gerardii 'Red October' requires a minimum of 6 hours of sunlight each day for proper growth and flowering. This sun-loving grass will thrive in full sun, but can tolerate some light shade in warmer climates. During the winter months when the days are shorter, if possible try to give the grass at least 3-4 hours of direct sunlight if possible. Allowing the grass to acclimate slowly to higher sun exposure throughout the summer can also help to promote strong growth."
        },
        {
          "id": 6732,
          "type": "pruning",
          "description": "Prune back the grass to a height of 6 to 12 inches using a sharp garden shears or hedge clippers. However, make sure to leave at least 1/3 of the topmost foliage intact as it is needed for the plant's ongoing photosynthesis. Additionally, leave at least 4-6 inches of stem attached when cutting to avoid any damage to the plant's base. Pruning should be done regularly to ensure that the grass does not become top-heavy and start drooping or flopping over due to its own weight. \n\nThe main objective of pruning big blue stem (Andropogon gerardii 'Red October') is to promote a lush and full clump of grass. Pruning helps reduce the chances of disease and promotes healthier and continuous growth of new foliage. Additionally, cutting the grass back can also encourage better blooming and a fuller plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}