{
  "data": [
    {
      "id": 2706,
      "species_id": 1475,
      "common_name": "million bells",
      "scientific_name": [
        "Calibrachoa 'Sunbelkist' MILLION BELLS TERRA COTTA"
      ],
      "section": [
        {
          "id": 8324,
          "type": "watering",
          "description": "Million bells (Calibrachoa 'Sunbelkist' MILLION BELLS TERRA COTTA) should be watered regularly to ensure the best growth and blooms. During the growing season, water when the top inch of soil is dry. In hot weather, this may mean water every 2 or 3 days. Be sure to check frequently though, as this varies with light, pot size and soil type. During cooler months, water when the soil is slightly dry. Avoid overwatering - too much water can cause the roots to rot, and can also lead to fungal disease. To check the soil, insert your finger into the soil. If it is dry just below the surface, then it's time to water."
        },
        {
          "id": 8325,
          "type": "sunlight",
          "description": "Million bells (Calibrachoa 'Sunbelkist' MILLION BELLS TERRA COTTA) thrive in full sun. They need at least 6 hours of daytime sunlight for best flower production and color saturation. Too little sunlight can result in fewer blooms. The best time of day for Million bells plants is morning sunlight with some afternoon sun, as long periods of intense afternoon sun can cause foliage burn. In hot climates, afternoon shade may be beneficial for Million bells plants. It is best to avoid any shade or exposure to high winds, as these conditions can severely limited flower production."
        },
        {
          "id": 8326,
          "type": "pruning",
          "description": "Million Bells (Calibrachoa 'Sunbelkist' MILLION BELLS TERRA COTTA) tend to respond best when lightly pruned twice a year. The preferred pruning time is late spring or early summer. Light pruning helps the plant stay more compact, with flowers close together and densely spaced. To prune a million bells, start by removing faded flowers as they appear throughout the growing season. You can also remove up to 1-third of the growth from the top and along the sides of the plant. This will help keep it full and blooming actively by encouraging new growth. Don’t be afraid to prune away any straggly stems that don’t fit with your design plan. Finish by shearing off any flowerstalks that have lost their flowers."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}