{
  "data": [
    {
      "id": 27,
      "species_id": 1479,
      "common_name": "beautyberry",
      "scientific_name": [
        "Callicarpa bodinieri"
      ],
      "section": [
        {
          "id": 81,
          "type": "watering",
          "description": "This plant species needs regular watering to thrive and will benefit from an occasional deep soak. It is best to water the plant deeply and thoroughly once or twice a week, allowing the soil to dry out slightly between waterings. During warmer months, you may need to water more frequently, especially if the weather is particularly hot and dry.\n\nCallicarpa Bodinieri can tolerate some drought, so if your area has gone through a dry period, you can reduce watering slightly. However, it is always best to provide your plant with an adequate amount of moisture."
        },
        {
          "id": 82,
          "type": "sunlight",
          "description": "A healthy beautyberry plant needs at least 6 to 8 hours of full-sun exposure each day. Without this, the plant can suffer from stunted growth, decreased flower and berry production, and eventual decline. When placed in full-sun, the beautyberry produces abundant, large clusters of stunning purple berries in the fall. For best results, provide your beautyberry with direct sunlight during the growing season.\n\nIf planted in the right site, the beautyberry will provide a wealth of beauty within the garden. Plant in an area with bright morning and mid-day sunshine and avoid shady sites. Full-sun locations help to ensure the beautyberry's optimum growth and greater berry production."
        },
        {
          "id": 83,
          "type": "pruning",
          "description": "When pruning beautyberry, always use clean and sharp pruning tools. Start by removing any dead or diseased branches. If a branch is heading in an undesired direction, it may need to be cut away. If the bush is overgrown, you may need to prune back some of the branches. Be careful not to over-prune the beautyberry, as it can be easily damaged. \n\nWhen pruning for aesthetics, think about the overall shape and size of the beautyberry. Be sure to leave enough room for new growth. Prune away any branches that are crossing over each other, or any that are too close together. Make sure not to leave any long, straggly branches. To keep the bush looking even, you may want to evenly prune away some of the stems at the base of the bush. \n\nPruning can be done any time of year, but it is best to do it during the fall season, once the beautyberry has stopped blooming. It is important to clean your pruning shears between each cut to ensure that no diseases are transferred from branch to branch. When finished, always water the bush and add a layer of mulch to keep the roots cool and moist."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}