{
  "data": [
    {
      "id": 2358,
      "species_id": 1039,
      "common_name": "ebony spleenwort",
      "scientific_name": [
        "Asplenium platyneuron"
      ],
      "section": [
        {
          "id": 7279,
          "type": "watering",
          "description": "Ebony spleenwort thrives in moist, shady environments and, as such, does not require frequent watering. The soil should be allowed to dry out between watering to avoid waterlogging and root rot.\n\nA thorough weekly watering is sufficient to keep the soil moist, allowing for some slight drying out between watering. Note that temperatures and humidity can affect how often you will need to water, so pay attention to the characteristics of your growing environment.\n\nDuring hot or dry periods, the plant may need to be watered more often, while during cooler or more humid periods, it can last a full week between watering. If you are uncertain whether to water or not, simply stick your finger about 1 inch into the soil and if it feels dry to the touch, then it is time to water.\n\nOnce the plant is properly established, Ebony spleenwort does not require much care or attention, however, weekly watering is recommended to ensure optimal plant health and growth."
        },
        {
          "id": 7280,
          "type": "sunlight",
          "description": "Ebony spleenwort typically thrives in USDA Hardiness Zones 3 through 8 and prefers full sun to part shade exposure. For optimal growth, it should receive 6 to 8 hours of direct sunlight per day when grown outdoors, with some afternoon shade in hotter parts of the growing range. Shade from morning to early afternoon helps protect the plants from the more intense midday heat and prevents wilt and foliage damage. Indoor plants may need more light, so it is important to provide supplemental artificial lighting when needed."
        },
        {
          "id": 7281,
          "type": "pruning",
          "description": "The ebony spleenwort (Asplenium platyneuron) is a low-maintenance, evergreen perennial fern that is usually grown in woodland gardens. Pruning is not strictly necessary for this species, however minor removal can be done in spring or fall to promote new growth and improve the overall look of the plant. \n\nIn the spring, new fronds will emerge and can be trimmed using sharp scissors near the base of the frond. This will help to remove any dead or damaged foliage. Once the frond has fully emerged and matured, pruning should not be done as this could damage the fern. \n\nIn the fall, during the dormancy period, the older fronds can be removed close to the plant’s base. The fronds will have gone yellow and brown and can be easily removed. Doing so will encourage new growth and keep the plant looking attractive. \n\nIn general, pruning of the ebony spleenwort should be kept to a minimum as it can decrease the plant's vigor. However, this species is highly adaptable so some minor pruning will not harm the plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}