{
  "data": [
    {
      "id": 2151,
      "species_id": 774,
      "common_name": "porcelain vine",
      "scientific_name": [
        "Ampelopsis brevipedunculata var. maximowiczii 'Elegans'"
      ],
      "section": [
        {
          "id": 6658,
          "type": "watering",
          "description": "Watering porcelain vine (Ampelopsis brevipedunculata var. maximowiczii 'Elegans') should depend on the season and time of year. During the growing season (spring through fall), water the vine deeply once or twice a week depending on the temperature and rainfall in your area. During the winter months, reduce the watering frequency to once a month. To determine if the plant needs water, check the soil 1-inch down under the surface; if the soil feels dry, give the vine a thorough watering until the water drains out of the bottom of the pot or planting container. Make sure the soil never becomes bone dry. The vine should also be misted on a regular basis to provide additional moisture and humidity."
        },
        {
          "id": 6659,
          "type": "sunlight",
          "description": "Porcelain vine (Ampelopsis brevipedunculata var. maximowiczii 'Elegans') needs full sun to partial shade, but does best with more sun than shade. It should receive 6 to 8 hours of direct sunlight each day. If growing outdoors, place the plant in an east or west facing window, or choose a location in your garden that gets the most direct sun possible. When grown indoors, Porcelain Vines should be given as much light as possible using supplemental grow lights if necessary."
        },
        {
          "id": 6660,
          "type": "pruning",
          "description": "Porcelain vine, also known as Ampelopsis brevipedunculata var. maximowiczii 'Elegans', is a hardy climbing vine that produces delicate, star shaped flowers from late summer to fall. Pruning of this plant should be done in late fall or early spring. This will help to reduce dead wood and provide a more balanced growth pattern. To prune porcelain vine, start by removing any dead, diseased, or decaying wood. Next, shape the vine by cutting away lateral branches that are too long or interfere with the desired shape of the vine. Finally, thin out any unnecessary or overcrowded growth. Although pruning will help to improve the health and shape of the plant, take care not to cut away too much foliage or you may risk weakening the plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}