{
  "data": [
    {
      "id": 2616,
      "species_id": 1365,
      "common_name": "butterfly bush",
      "scientific_name": [
        "Buddleja 'Blue Chip' LO AND BEHOLD"
      ],
      "section": [
        {
          "id": 8054,
          "type": "watering",
          "description": "This butterfly bush (Buddleja 'Blue Chip' LO AND BEHOLD) requires regular watering to stay healthy and promote flowering. As a general guideline, it should be watered about once a week, providing about 1 inch of water in the process. In the warmer months, additional watering may be required to provide up to 3 inches of water each week. During periods of hot weather, consider adding more water to increase the humidity and help cool the leaves. Avoid over-watering, however, which can lead to root rot and other plant illnesses. By monitoring the soil moisture in the pot, it is possible to determine if the plant needs additional water."
        },
        {
          "id": 8055,
          "type": "sunlight",
          "description": "Butterfly bush (Buddleja 'Blue Chip' LO AND BEHOLD) thrives best when grown in full sun. This plant should receive at least 6 hours of direct sunlight each day, preferably during the morning and early afternoon, to promote the best growth. It is not particularly tolerant of shade and can easily become over-shaded if planted near large trees, buildings, or other taller plants. Avoid excessive wind exposure as well, as this can dry out the foliage."
        },
        {
          "id": 8056,
          "type": "pruning",
          "description": "It is important to prune butterfly bush (Buddleja 'Blue Chip' LO AND BEHOLD) regularly to keep its shape and to encourage growth and blooming. This type of Buddleja bush should be pruned in the early spring, just before it begins to put out new growth. Pruning in early spring will ensure that the plant has plenty of time to re-grow and flower during the summer. \n\nWhen pruning, remove dead or lifeless branches, and thin out any areas that are dense with growth. This will improve air circulation and ensure that the butterfly bush remains healthy. Cut branches back as far as desired, but be sure to not reduce the size of the plant significantly since Buddleja has a tendency to form new shoots from old wood. To ensure a neat shape in the following season, prune back about a third of the overall height of the bush. This will keep the plant from becoming overgrown, as well as encouraging larger flower clusters."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}