{
  "data": [
    {
      "id": 2834,
      "species_id": 1614,
      "common_name": "broadwing sedge",
      "scientific_name": [
        "Carex alata"
      ],
      "section": [
        {
          "id": 8708,
          "type": "watering",
          "description": "Broadwing sedge should be watered 1 to 2 times a week, depending on the soil and environmental conditions. Established plants should be watered deeply enough so that the water reaches the roots. Soil should be allowed to partially dry out between watering. During periods of drought, a deep watering is necessary once a week to keep it thriving. In very hot and humid environments, additional watering may be needed to prevent it from drying out."
        },
        {
          "id": 8709,
          "type": "sunlight",
          "description": "Broadwing sedge prefers full Sun to partial shade, with the most intense sunlight in the morning and reduced sun intensity in the afternoon and evening. On average, the plant will benefit from around 6-8 hours of direct sunlight throughout the day. If direct sun exposure is limited at planting, it is recommended that plants receive up to 12 hours of full sunlight daily during the summer months, and 2 to 4 hours daily in the winter."
        },
        {
          "id": 8710,
          "type": "pruning",
          "description": "Broadwing sedge is a low-growing native sedge with an evergreen-like foliage. It is a great plant for borders and mass plantings, as well as container gardening. Pruning for this plant should be done lightly and infrequently.\n\nPruning should be done in the spring, prior to the plant's growth spurt. This is generally around late April or early May, when temperatures are still relatively cool. Light pruning of Broadwing sedge is done by selectively removing individual stems near the base of the plant, being careful not to remove too many at once. Removing more than 1-third of the stems at a time can cause the plant to become weakened and can lead to stunted growth. Pruning should also be done with sharp pruning shears to ensure a clean cut.\n\nBy pruning Broadwing sedge lightly and selectively, you can maintain a neat and tidy appearance of your garden while also encouraging healthy growth."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}