{
  "data": [
    {
      "id": 679,
      "species_id": 489,
      "common_name": "yarrow",
      "scientific_name": [
        "Achillea millefolium 'Saucy Seduction'"
      ],
      "section": [
        {
          "id": 2037,
          "type": "watering",
          "description": "Yarrow (Achillea millefolium 'Saucy Seduction') prefers regular and consistent watering. Generally, water your yarrow once a week, providing the plant with 1 to 2 inches of water at a time. Water the soil deeply, and avoid wetting the leaves of the plant to reduce water waste and disease. Increase watering frequency during particularly hot and dry weather. Withhold water during cold weather."
        },
        {
          "id": 2038,
          "type": "sunlight",
          "description": "Yarrow (Achillea millefolium 'Saucy Seduction') is a sun-loving plant that prefers direct sunlight throughout most of the day, from mid-morning until late afternoon. Though it can be grown in partial shade, yarrow's blossoms will be best if the plant receives at least 6 hours of direct sunlight during peak growing season. To maximize the beauty of yarrow's bright blooms, choose to locate it in a sunny spot in your landscape, and ensure that it gets the correct amount of sunlight."
        },
        {
          "id": 2039,
          "type": "pruning",
          "description": "Yarrow (Achillea millefolium 'Saucy Seduction') is an easy to care for, drought tolerant plant. It is suited to a variety of climates and can grow up to 18 inches in height. Pruning yarrow is necessary to encourage new growth and to keep the plant looking its best.\n\nThe best time to prune yarrow is in the spring after it has flowered and the new growth starts. Pruning when the plant is actively growing will ensure the best results. It can also be lightly pruned during the growing season.\n\nWhen pruning, remember to take off spent flowers and remove any dead or damaged wood. It is also a good idea to thin out the plant, taking off tangled stems and spreading the remaining stems out to facilitate air circulation.\n\nHow much to prune will depend on the size of the plant. As a general rule it’s best to take off no more than 1/3 of the aboveground stems. In this way you can encourage new growth without damaging the existing structure of the plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}