{
  "data": [
    {
      "id": 2387,
      "species_id": 1069,
      "common_name": "Chinese astilbe",
      "scientific_name": [
        "Astilbe chinensis 'Love and Pride'"
      ],
      "section": [
        {
          "id": 7366,
          "type": "watering",
          "description": "Chinese astilbe should be watered at least once or twice a week during its active growing season, typically from late spring to mid-fall. During the hot summer months, it should be watered more often if the soil begins to dry out. In the winter months, watering should be reduced to every other week or less. When watering, make sure the soil is thoroughly moist but not soggy. If the soil remains too wet for too long, the plant may become susceptible to fungal diseases. Allow the top 1-2 inches of the soil to dry out each time before thoroughly soaking again."
        },
        {
          "id": 7367,
          "type": "sunlight",
          "description": "Chinese astilbe (Astilbe chinensis 'Love and Pride') should receive a minimum of 4 to 6 hours of direct sunlight every day for optimal health. They usually prefer morning or afternoon sun, and can handle some light shade. However, if they receive too much direct sunlight, they may burn or develop yellow leaves. Therefore, it is best to filter the direct sunlight through a shade cloth or other device, or plant them in an area of the garden with light shade during the hottest months of the year."
        },
        {
          "id": 7368,
          "type": "pruning",
          "description": "Chinese astilbe (Astilbe chinensis 'Love and Pride') is a low to medium-growing perennial species that typically reaches heights of between 12-20 inches. Pruning can help promote more vigorous growth and abundant blooms. Generally, Chinese astilbes should be pruned in late winter or early spring just before the growing season begins. Pruning should be done by removing all dead foliage and flower stalks. Cut back the stems to roughly 4 inches above the soil surface to encourage new growth. Additionally, you may want to remove any weaker stems closer to the ground or those that are crossing over each other. following the pruning session, apply a 2-inch layer of mulch around the base of the plant to protect the newly exposed roots and soil. This will also help keep weeds at bay."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}