{
  "data": [
    {
      "id": 1803,
      "species_id": 306,
      "common_name": "Tardiva Hydrangea (tree form)",
      "scientific_name": [
        "Hydrangea paniculata 'Tardiva (tree form)'"
      ],
      "section": [
        {
          "id": 5614,
          "type": "watering",
          "description": "Tardiva Hydrangea in tree form should be watered once a week in the growing season. It requires an average of 1 inch of water every week during the growing season – April through August. In the cooler months of September and October, you can reduce watering slightly to about 3-quarters of an inch per week. During the winter months, ensure that the soil is not frozen and provide enough water to keep the roots of the shrub from drying out. Make sure to thoroughly water the soil and don't just sprinkle water on the leaves."
        },
        {
          "id": 5615,
          "type": "sunlight",
          "description": "Tardiva Hydrangea (tree form), commonly known as Hydrangea paniculata 'Tardiva (tree form), is a medium-sized deciduous flowering shrub. The plant requires full sun to partial shade and adapts well to most soils. Though it can tolerate full sun, Tardiva Hydrangea (tree form) will benefit from some afternoon shade in hot climates. The plant should receive 6 to 8 hours of direct sunlight per day. In areas with warm climates, Tardiva Hydrangea (tree form) should be placed in a location that receives morning sun and afternoon shade."
        },
        {
          "id": 5616,
          "type": "pruning",
          "description": "Pruning for a Tardiva Hydrangea (tree form) is recommended sometime during late winter or early spring, when the plant is dormant. Pruning of the Tardiva Hydrangea tree form should be done selectively, removing just a few inches of growth each year. In most cases, no more than 3 to 6 inches should be removed from the old woody material surrounding the main stems of the tree. Additionally, any weak or crossing branches should be removed completely. The goal should be to shape the plant by removing only the necessary branches, rather than shearing off too much of the old wood. It is important to remove any dead and damaged wood during the pruning process."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}