{
  "data": [
    {
      "id": 1824,
      "species_id": 332,
      "common_name": "Golden Gift Magnolia",
      "scientific_name": [
        "Magnolia 'Golden Gift'"
      ],
      "section": [
        {
          "id": 5677,
          "type": "watering",
          "description": "Golden Gift Magnolia should be watered every 7-10 days, providing about 1-2 gallons of water for each tree. Regularly drenching the soil rather than light sprinkling is ideal, as this encourages the roots to grow deeper and therefore be better able to reach nutrients and water. It is important to also water the surrounding ground to ensure no dehydration of the root system. During the warmer months, it may be necessary to water more frequently. In the colder months, when the plant is dormant, water only enough to maintain a slightly moist soil - but not wet."
        },
        {
          "id": 5678,
          "type": "sunlight",
          "description": "The Golden Gift Magnolia needs full sun to partial shade for optimal growth and health. It should receive at least 4-6 hours of direct sunlight per day, either in the morning or afternoon. It prefers more sun in cooler parts of the country and less sun in hotter climates so the amount of direct sunlight could fluctuate depending on the region. If planted in an area with too much sun, it won't grow as well as it should. Too little sun can also damage the growth of this plant; try to provide as much sunlight as possible for the best possible growth."
        },
        {
          "id": 5679,
          "type": "pruning",
          "description": "Golden Gift Magnolia is a relatively low maintenance plant that only requires light pruning to maintain an attractive form. Pruning should be done after the flowering season is finished in late spring or early summer, once the flowers have wilted. The goal of pruning is to lightly shape the shrub into an attractive form, thin out any dead or weak branches, and remove any sick or diseased parts.\n\nTo properly prune your Golden Gift Magnolia, start by lightly pruning the top canopy of the plant. Use a pair of pruners to remove any dead or weak branches, and they way the branches are facing to help create an attractive form. Prune away the sides so that the branches are angled away from the trunk or any other branches that could potentially be rubbing against each other.\n\nNext, prune away any dead flower heads and thin out the foliage near the base of the shrub. The goal here is to open up the interior of the shrub to make more space for light and air to come in. Finally, give the shrub a general trim to control its size and shape. Be sure to leave some of the new spring growth, as that will provide new flowers for the coming season.\n\nWhen pruning your Golden Gift Magnolia, be sure to use sharp tools and avoid pruning too much at each time. If you over-prune, you may not have any blooms for the next season. With routine pruning, your Magnolia should remain healthy and provide many years of beauty and flowers."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}