{
  "data": [
    {
      "id": 2459,
      "species_id": 1146,
      "common_name": "spotted laurel",
      "scientific_name": [
        "Aucuba japonica"
      ],
      "section": [
        {
          "id": 7583,
          "type": "watering",
          "description": "Spotted laurel (Aucuba japonica) should be watered regularly. Water deeply and slowly, allowing the soil to become evenly moist. Let the soil dry out slightly in between. In warm months, water about once a week, and in the colder months, about every 10-14 days. During the hottest days of summer, increase the watering as needed. Over-watering can do serious damage. Be sure to check for drainage when irrigating. During winter months, plant should be watered more sparingly, allowing it to almost dry out."
        },
        {
          "id": 7584,
          "type": "sunlight",
          "description": "Aucuba japonica, or spotted laurel, is a species of evergreen shrub that is typically grown in USDA hardiness zones 6-7. The amount of sunlight needed for this plant species to thrive depends on several factors, such as the type of sun exposure, the temperature range, and the age of the plant.\n\nIf grown in a natural setting, Aucuba japonica does best in part shade, which generally means 4 to 6 hours of direct sunlight each day. When grown indoors, it should be placed near a window that receives bright, indirect sunlight to protect it from getting sunburned.\n\nIn shaded spots, the spotted laurel still needs some sunlight to survive. It should receive at least 2 hours of bright indirect sunlight each day. It is important to note, however, that too much direct sunlight exposure (especially during hot summer days) can cause sunburn or other damage to the foliage.\n\nIn regions characterized by moderate temperatures, Aucuba japonica plants can benefit from the warming effect of up to 8 hours of direct sunlight. On particularly hot days, it is best to provide filtered sunlight to give the plant a break from the heat.\n\nFor younger plants, it is recommended to provide only a couple of hours of direct sunlight in the morning or the afternoon until they are established. Once they are established, they should be given more sunlight up to the suggested 6 hours or until they show signs of sunburn or scorching."
        },
        {
          "id": 7585,
          "type": "pruning",
          "description": "For spotted laurel (Aucuba japonica), pruning should be done approximately 2 times per year. The best time to prune is early spring and then again in late summer after flowering has finished. Prune lightly as needed to remove dead or damaged branches, encourage healthy growth and improve air circulation. Because of the shallow root system, pruning should be done carefully as to not damage the roots. Avoid cutting back more than 1-third of the total branch length at a time, as this can damage the plant. After pruning, apply a compost to the plant for additional nourishment."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}