{
  "data": [
    {
      "id": 1583,
      "species_id": 41,
      "common_name": "Beni Schichihenge Japanese Maple",
      "scientific_name": [
        "Acer palmatum 'Beni Schichihenge'"
      ],
      "section": [
        {
          "id": 4936,
          "type": "watering",
          "description": "Beni Schichihenge Japanese Maples should be watered thoroughly once a week during the growing season. During the hottest part of summer, it may be necessary to water twice a week, especially if the temperatures are particularly high or the soil in the pot is prone to drying out quickly. In the winter, Beni Schichihenge Japanese Maples need much less water, usually only requiring watering every 2-3 weeks. Always check the soil before watering and only water if the top inch or 2 of soil are dry."
        },
        {
          "id": 4937,
          "type": "sunlight",
          "description": "Beni Schichihenge Japanese Maple is best planted in areas with morning sun and afternoon shade. This variety of Japanese Maple does best with plenty of sunlight, but only for a few hours each day. On average, Beni Schichihenge should get around 4 to 6 hours of direct sunlight daily. Too much sunlight can cause the delicate leaves to burn, and too little sunlight can weaken the plant. Therefore, it is important to make sure that the plant gets the right balance of sun and shade each day."
        },
        {
          "id": 4938,
          "type": "pruning",
          "description": "The Beni Schichihenge Japanese Maple should be pruned twice a year in late spring or early summer and again in late summer or early fall. Pruning in the summer will help maintain the form and reduce regrowth from the previous year’s growth. Lightly prune the tips of any branches that appear too long, ensuring that approximately 2/3 of the branch is left intact. Prune back more in the spring to encourage bushier growth and reduce the size of taller shoots. Remove any dead or damaged wood and cut away any crossed branches that would rub against each other. Keep in mind that Beni Schichihenge Japanese Maples are slow-growing trees and should not be subjected to extensive pruning or shaping. "
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}