{
  "data": [
    {
      "id": 2747,
      "species_id": 1517,
      "common_name": "Carolina allspice",
      "scientific_name": [
        "Calycanthus 'SMNCAF' SIMPLY SCENTSATIONAL"
      ],
      "section": [
        {
          "id": 8447,
          "type": "watering",
          "description": "Carolina allspice (Calycanthus 'SMNCAF' SIMPLY SCENTSATIONAL) requires moderate amounts of water and prefers evenly moist soil. Water the plant on a weekly basis and check the soil for moisture prior to each watering. If the top inch or 2 of the soil is dry, the plant needs to be watered thoroughly. Try to apply enough water to reach an depth of 6-8 inches in the soil. Once the soil is thoroughly moist, allow the soil to partially dry out before the next watering. If the plant shows signs of dryness (wilted leaves) between watering, it may indicate that the plant is not receiving enough water and needs more frequent irrigation."
        },
        {
          "id": 8448,
          "type": "sunlight",
          "description": "Carolina Allspice, also known as Calycanthus 'SMNCAF' Simply Scentsational, is a deciduous plant that grows well in full sun to partial shade. Ideally, Carolina Allspice should receive approximately 6 to 8 hours of direct sunlight per day during the growing season, which typically runs from April to late September. For the remainder of the year, the plant needs a minimum of 4 hours of indirect sunlight. Carolina Allspice should not be placed in completely shaded areas as this can lead to sparse growth and delayed flowering. Instead, the plant should be situated in an area that gets at least dappled sunlight throughout the day."
        },
        {
          "id": 8449,
          "type": "pruning",
          "description": "Carolina allspice (Calycanthus ‘SMNCAF’ SIMPLY SCENTSATIONAL) benefits from light to moderate pruning. Prune the plants in late winter or early spring before new growth begins. To maintain a healthy, attractive shape, begin by removing any dead, damaged, or diseased branches. Remove crossing branches and thin out the plant to open up the center to better air circulation and shape the plant as desired. Lightly shear the outside of the shrub to maintain its form and encourage dense foliage growth. Remove up to 1-third of the older branches and reduce the height and width as desired, but avoid pruning too heavily."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}