{
  "data": [
    {
      "id": 2803,
      "species_id": 1574,
      "common_name": "bellflower",
      "scientific_name": [
        "Campanula sarmatica"
      ],
      "section": [
        {
          "id": 8615,
          "type": "watering",
          "description": "Bellflowers should be watered as needed on a regular basis. Water your bellflower when the top 1-2 inches of soil is dry to the touch. Avoid overwatering as this can cause root rot and other problems. During the summer, water your bellflower about once a week. In the winter, water only when the soil is completely dry."
        },
        {
          "id": 8616,
          "type": "sunlight",
          "description": "The bellflower (Campanula sarmatica) grows best in full sunlight, which is defined as direct exposure to 6 to 8 hours of direct sunlight per day. During fall and summer months, it is recommended that the bellflower receives full sun during the mid-morning and late afternoon hours, when the sun's rays are not too intense. During spring and winter months, it is recommended to provide more coverage, as temperatures may be too warm for the bellflower, especially during mid-day. Although bellflowers are not particularly sensitive to heat, they can suffer from wilting, leaf burn, and browning in direct sunlight during summer months without adequate moisture and minor amounts of shade."
        },
        {
          "id": 8617,
          "type": "pruning",
          "description": "Bellflower should be pruned continuously throughout the growing season. This ensures controlled, tidy growth with plenty of sturdy, healthy blooms. Do your pruning in the mornings on a lovely, sunny day and be sure to use sharp, clean pruners.\n\nStart off with a thorough deadheading of the blooms. This will encourage new growth and a fresh flush of flowers. Once a week, take a step back and look at the plant as a whole and perform light trimming to shape and encourage bushy, healthy growth. Make sure not to take off too much as this will greatly reduce flowering. Cut away dead, discolored, or diseased foliage and branches.\n\nFor the heavy duty pruning, wait until the spring, when the plant is actively growing and flowering. Cut away any old, misshapen, or damages limbs and branches to encourage new blooms. Additionally, it’s a good idea to perform a “spur pruning” during this time of year. This involves trimming the stems just below the buds to promote robust flowering.\n\nBellflower are relatively low maintenance and regular pruning will encourage healthy growth and plenty of lovely blooms."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}