{
  "data": [
    {
      "id": 2494,
      "species_id": 1193,
      "common_name": "beesia",
      "scientific_name": [
        "Beesia deltophylla"
      ],
      "section": [
        {
          "id": 7688,
          "type": "watering",
          "description": "Beeisa deltophylla plants should be watered twice a week in the summer and once a week in the winter. Soak the soil in a deep tray of water for about 20 minutes and allow the top soil to dry out before watering again. Increase watering during flowering and fruiting stages. In the spring, fertilize the soil before each watering starts. Reduce watering frequency in winter and if the leaves start to curl, suspend watering altogether. The main goal with Beesia deltophylla is to keep the soil evenly moist, but not soggy."
        },
        {
          "id": 7689,
          "type": "sunlight",
          "description": "Beesia deltophylla, commonly known as Beesia, is a temperate plant species native to the west slopes of the Himalaya Mountains and northern Japan.\n\nBeesia thrive when provided with the right amount of sunlight. When growing outdoors, the plant species should be placed in an area with partial shade or filtered sunlight to keep it from drying out or becoming sunburned. During the summer months, this species should experience at least 4 hours of direct sunlight each day.\n\nWhen grown indoors, Beesia should be placed in a bright window that provides full exposure to the sun during the morning and late afternoon. Avoid direct exposure to afternoon sun as this can easily burn the plants. With the right kind of indirect sunlight, Beesia can thrive all year round.\n\nOverall, Beesia deltophylla requires a moderate level of sunlight. Too little sunlight will cause the plant to become weak or unhealthy. Too much exposure to direct sunlight can burn the plant and cause it to die. By finding the proper balance of sun exposure, this plant species can survive and thrive in many conditions."
        },
        {
          "id": 7690,
          "type": "pruning",
          "description": "Beesia deltophylla should be pruned twice per year. Pruning should occur in mid to late spring, after any last frost, and in late summer or early fall before any new growth begins. Minor touch-ups are best done on an as-needed basis. \n\nWhen pruning, it is important to start with the larger, thicker branches first. Make sure to check for any deadwood and prune accordingly. When cutting off a branch or stem, make sure to make the cut as close to the point of the main stem as possible. \n\nWhen pruning, it is important to maintain a good structure and to keep the overall shape of the Beesia deltophylla. Avoid over pruning or cutting the branches back too severely. This could damage the plant and leave it vulnerable to disease. \n\nOverall, Beesia deltophylla benefits from regular pruning so long as it is done with care. With the right pruning techniques, you can ensure that your Beesia deltophylla will thrive and remain healthy for years to come."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}