{
  "data": [
    {
      "id": 1650,
      "species_id": 119,
      "common_name": "Sherwood Elfin Japanese Maple*",
      "scientific_name": [
        "Acer palmatum 'Sherwood Elfin'"
      ],
      "section": [
        {
          "id": 5155,
          "type": "watering",
          "description": "Typically, the Sherwood Elfin Japanese Maple should be watered approximately once per week during the growing season. During this time, be sure to water until the soil is moist, yet not soggy. During the summer months, supplemental watering may be required if the area has not received significant rainfall. In addition, this plant prefers moist, well-draining soil and should not be allowed to dry out completely. In states with hot climates, it is helpful to provide shade or other protection during the hottest part of the day. During the winter months, water sparingly, as the plant should be allowed to go dormant during this time. Make sure to water deeply, rather than lightly, to ensure the roots receive enough moisture."
        },
        {
          "id": 5156,
          "type": "sunlight",
          "description": "Sherwood Elfin Japanese Maple (Acer palmatum 'Sherwood Elfin') is a small, dwarf-sized deciduous tree or large shrub that grows best in full sun to partial shade. For optimal health and growth, this plant species should receive between 4-6 hours of partial shade per day. It will still grow and survive in direct sunlight, but it is important to protect it from an excessive amount of direct sunlight. Too much direct sunlight can cause the leaves to burn and also make the leaves appear pale and bleached."
        },
        {
          "id": 5157,
          "type": "pruning",
          "description": "Sherwood Elfin Japanese Maple (Acer palmatum 'Sherwood Elfin') is an ornamental plant with small leaves and an attractive mounding habit. It should be pruned in late winter or early spring while the plant is still dormant. Do not prune throughout the spring and summer once the new growth has begun. Prune this species of Japanese Maple sparingly, since it will not tolerate aggressive pruning. Remove dead, diseased, and damaged wood as needed. Also, selectively prune to maintain the desired shape and size of the plant. Make sure to use sharp pruning shears and make clean cuts. It is important that you disinfect pruning shears with rubbing alcohol after each cut to avoid spreading disease."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}