{
  "data": [
    {
      "id": 1577,
      "species_id": 29,
      "common_name": "Alpenweiss Variegated Dwarf Japanese Maple*",
      "scientific_name": [
        "Acer palmatum 'Alpenweiss'"
      ],
      "section": [
        {
          "id": 4900,
          "type": "watering",
          "description": "Water your Alpenweiss Variegated Dwarf Japanese Maple (Acer palmatum 'Alpenweiss') regularly during its establishment period (first 2 growing seasons). Water it deeply once every 7-10 days, or more frequently during hot, dry periods. After that, you can water your maple less frequently. During its establishment and its maturity, water it deeply when the soil feels dry to the touch about 2-3 inches down."
        },
        {
          "id": 4901,
          "type": "sunlight",
          "description": "For optimum growth, the Alpenweiss Variegated Dwarf Japanese Maple should receive a minimum of 4 hours of direct sunlight each day during the peak growing season (roughly April through October). It can tolerate a bit more sun if the temperatures are not too extreme, but if its leaves develop burnt patches or the color fades, it's likely receiving too much direct sun. During the cooler months, when the sun's rays are not as intense, it's best to provide the Alpenweiss Variegated Dwarf Japanese Maple with just 2 or 3 hours of direct sunlight each day."
        },
        {
          "id": 4902,
          "type": "pruning",
          "description": "The Alpenweiss Variegated Dwarf Japanese Maple should be pruned during the dormant season, typically between late fall and early spring. Pruning should be light, focusing on removing dead or damaged branches, as well as growth that is out of balance with the overall shape of the plant. To maintain optimal health and keep the shrub compact, lightly prune shoots over a few inches in length and remove any that are heading in other directions. It is key to remember that pruning the Acer palmatum 'Alpenweiss' should be done infrequently and should not be done excessively, as it can cause long-term harm to the dwarf Japanese Maple."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}