{
  "data": [
    {
      "id": 2576,
      "species_id": 1318,
      "common_name": "rapeseed",
      "scientific_name": [
        "Brassica napus (Oleifera Group)"
      ],
      "section": [
        {
          "id": 7934,
          "type": "watering",
          "description": "Rapeseed (Brassica napus (Oleifera Group)) should be watered twice a week, allowing the top 2 inches of soil to dry out between waterings. When standing water is present, the plant should be drained immediately.\n\nFor each watering, it is best to provide about 2 inches of water. This amount of water will encourage the plant to create strong, deep root systems. For optimal growth, water plants early in the day to give them enough time to dry out before nightfall."
        },
        {
          "id": 7935,
          "type": "sunlight",
          "description": "Rapeseed (Brassica napus (Oleifera Group)) requires a significant amount of sunlight for successful growth and flowering. The amount of sunlight needed will depend on the location, season, and climate. In general, rapeseed needs 6 to 8 hours of direct sunlight each day while flowering in order to grow and develop healthy seeds. Additionally, this plant prefers sunlight at certain times of the day as well. Rapeseed should be exposed to the strongest sunlight during midday hours, when the sun is highest in the sky. Early morning and late afternoon sunlight is also beneficial, but these periods shouldn't exceed 2 hours per day. Avoid placing this plant in areas that receive partial shade, as it needs as much direct, unfiltered sunlight as possible."
        },
        {
          "id": 7936,
          "type": "pruning",
          "description": "Rapeseed (Brassica napus (Oleifera Group)) should be pruned according to its growth stage. After the plant has finished flowering and is in its vegetative stage, some light pruning can be done if the plant is becoming too densely packed. Cutting away a few side shoots is beneficial in allowing for better air circulation and helping to keep the plant healthy. \n\nWhen the plant enters its reproductive stage, pruning can be done on more of a regular basis. Cut away excess side branches and seedheads to maintain an orderly shape and promote good air circulation and light penetration. When it is time for the harvest, cut away any remaining seedheads and severely prune the plant, leaving it with a height of 1 foot at most. This would then keep the plant looking neat over the winter."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}