{
  "data": [
    {
      "id": 607,
      "species_id": 966,
      "common_name": "black chokeberry",
      "scientific_name": [
        "Aronia melanocarpa var. elata"
      ],
      "section": [
        {
          "id": 1824,
          "type": "sunlight",
          "description": "Black chokeberry is a deciduous U.S. native plant that prefers full sun to partial shade exposure. It does best when grown in full sun for at least 6 to 8 hours of direct sunlight per day; however, it can also tolerate some shade. When planted in certain regions of the U.S. where extended summertime sunlight hours occur, this plant may need to be provided shade during the high intensity noon periods."
        },
        {
          "id": 1825,
          "type": "watering",
          "description": "Watering a Black Chokeberry is an important part of keeping it healthy. As with any plant, the amount and frequency of water must be monitored to avoid under- or over-watering. Black chokeberry requires well-drained soil and should be watered deeply but infrequently. Generally, it is best to water the plant when the first inch of soil is dry. Depending on the season, this could be once or twice a week. During the summer months, it is best to give an Aronia melanocarpa var. elata an additional deep watering every 10 days to help ensure its health."
        },
        {
          "id": 1826,
          "type": "pruning",
          "description": "When it comes to pruning black chokeberry (Aronia melanocarpa var. elata) plants, it is generally recommended to prune lightly in the spring. Pruning should be done annually to remove dead branches, crossing branches, and any vertical shoots. Generally, cutting back the entire plant by about a quarter after flowering has ended and just before new growth begins is recommended. Pruning the tops of the plants slightly lower than the average shrub will also help encourage more upright growth. The best time to prune is early spring, before the new growth begins."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}