{
  "data": [
    {
      "id": 1735,
      "species_id": 220,
      "common_name": "Lawson Falsecypress",
      "scientific_name": [
        "Chamaecyparis lawsoniana"
      ],
      "section": [
        {
          "id": 5410,
          "type": "watering",
          "description": "Lawson Falsecypress plants prefer moist but well-drained soil and benefit from regular watering. Water when the top 1 inch of soil starts to dry, and ensure the roots are getting enough moisture. Depending on the season and environmental conditions, you may need to water every 2-3 days in the spring and summer and once or twice a week in the fall and winter. It's best to water in the morning so that the plant has time to absorb the moisture before nightfall. Check the soil daily to make sure it is staying consistently moist."
        },
        {
          "id": 5411,
          "type": "sunlight",
          "description": "Lawson Falsecypress is a plant species well-suited for full sun locations and grows best with around 5-6 hours of direct sunlight per day. During the summer months, it is recommended to place the plant in partial shade during the afternoon when temperatures and sunlight are at their peak. It is important to note that Lawson Falsecypress is unlikely to tolerate heavy shade, so locations with heavy canopies are not recommended."
        },
        {
          "id": 5412,
          "type": "pruning",
          "description": "Lawson Falsecypress should be pruned twice a year, once in late winter and once in late summer. In late winter, pruning should be light in order to prevent frost damage. During this time, remove any dead or diseased branches, and lightly shape your Lawson Falsecypress as desired.In late summer, more extensive pruning should be done to thin out the growth and reduce the size of the shrub. This should not be done in a drastic way and should be done gradually over a couple of years. "
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}