{
  "data": [
    {
      "id": 2589,
      "species_id": 1334,
      "common_name": "broccoli raab",
      "scientific_name": [
        "Brassica rapa (Ruva Group)"
      ],
      "section": [
        {
          "id": 7973,
          "type": "watering",
          "description": "For optimal growth, broccoli raab should be watered regularly. Try to water the soil enough to keep it moist but not soggy. Aim for 1-2 inches of water per week (or every 4-5 days). You can provide water by hand-watering with a garden hose or sprinkler, or by setting up an irrigation system. If your soil is sandy or well-draining, you may need to water more frequently. For the best results, monitor the soil to ensure it’s consistently moist, but not wet. You can also add a layer of mulch around the plant, which can help retain moisture."
        },
        {
          "id": 7974,
          "type": "sunlight",
          "description": "Broccoli raab (Brassica rapa (Ruva Group)) grows best when the soil temperature is between 60-80°F and can survive light frosts. This plant species needs full sun to partial shade for optimum growth. It's best to provide at least 6 hours of direct sunlight a day and you may need to supplement with additional light exposure during the winter or in case of shady yards. For the most vigorous growth and highest yield of broccoli raab, 8-10 hours of direct sunlight is recommended."
        },
        {
          "id": 7975,
          "type": "pruning",
          "description": "Broccoli raab, also known as Brassica rapa Ruva Group, should be pruned regularly to ensure adequate plant growth and production. Prune the plant when it is approximately 6 inches tall. At this time, trim some of the leaves on the plant as well as the flowers. This will help ensure the plant continues to thrive and produce blooms.\n\nTo ensure optimal growth, you should prune your broccoli raab every 2 weeks or so during the growing season. This will ensure the plant is not becoming overgrown and overcrowded, and will also help direct the plant's energy towards producing healthy and productive blooms. Make sure to wear gloves and use sharp pruning shears or scissors while pruning. Additionally, it is important to snip off any decaying or withered leaves or flowers to allow for healthy new growth."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}