{
  "data": [
    {
      "id": 2726,
      "species_id": 1496,
      "common_name": "purple poppy mallow",
      "scientific_name": [
        "Callirhoe involucrata"
      ],
      "section": [
        {
          "id": 8384,
          "type": "watering",
          "description": "Purple Poppy Mallow should be watered once every week during the growing season, and once a month during the dormant season. Water the plant deeply, until the water is flowing from the container. Make sure that the soil does not become soggy, because this plant is sensitive to overly damp conditions. During hot weather, the Purple Poppy Mallow may require additional watering. Provide a good layer of mulch around the base of the plant to help retain moisture."
        },
        {
          "id": 8385,
          "type": "sunlight",
          "description": "Purple Poppy Mallow (Callirhoe involucrata) is best grown in sunny areas with at least 6-8 hours of direct sunlight each day. Full sun is best during summer when the plant is actively growing, while it can tolerate some partial shade during cooler months. During the hottest summer months, the plant may need some protection from the hottest afternoon sun and would benefit from some light shade or dappled shade during midday."
        },
        {
          "id": 8386,
          "type": "pruning",
          "description": "Purple poppy mallow (Callirhoe involucrata) is a low-growing, mounding perennial plant native to the central and eastern parts of North America. Pruning is essential for maintaining the health and flowering of this plant. Pruning can be done in late winter or early spring, when the plant is still dormant. To keep the plant from becoming too wide, thin out shoots to within 1 or 2 inches of the center. Remove dull or dead foliage and cut the plant back by 1-third its original size. Leave some of the longer stems to help give the plant visual interest and its arching shape. New growth will occur quickly proving again why purple poppy mallow is such an attractive plant."
        }
      ]
    }
  ],
  "to": 1,
  "per_page": 30,
  "current_page": 1,
  "from": 1,
  "last_page": 1,
  "total": 1
}